Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Print Config
ca: Configuració d' impressió
cs: Nastavení tisku
de: Druckkonfiguration
es: Configuración de impresión
fr: Configuration d'impression
hu: Nyomtatási beállítások
it: Configurazione stampa
ja: 印刷設定
nl: Afdrukconfiguratie
pl: Konfiguracja drukowania
pt_br: Configuração de Impressão
ru: Настройка печати
sv: Inställning av utskrift
tr: Yazdırma Yapılandırması
uk: Налаштування друку

source: Main Page
ca: Página principal
cs: Hlavní stránka
de: Hauptseite
es: Página principal
fr: Page d'accueil
hu: Főoldal
it: Pagina principale
ja: メインページ
nl: Hoofdpagina
pl: Strona główna
pt_br: Página principal
ru: Главная страница
sv: Huvudsida
tr: Ana Sayfa
uk: Головна сторінка

source: Project List
ca: Llista de projectes
cs: Seznam projektů
de: Projektliste
es: Lista de proyectos
fr: Liste des projets
hu: Projektlista
it: Elenco progetti
ja: プロジェクトリスト
nl: Projectlijst
pl: Lista projektów
pt_br: Lista de projetos
ru: Список проектов
sv: Projektlista
tr: Proje Listesi
uk: Список проектів

source: Project Editing
ca: Edició del projecte
cs: Úpravy projektu
de: Projektbearbeitung
es: Edición del proyecto
fr: Édition de projet
hu: Projektszerkesztés
it: Modifica progetto
ja: プロジェクト編集
nl: Projectbewerking
pl: Edycja projektu
pt_br: Edição do Projeto
ru: Редактирование проекта
sv: Projektredigering
tr: Proje Düzenlemesi
uk: Редагування проекту

source: Make My Sign
ca: Feu la meva senyal
cs: Udělejte můj znak
de: Machen Sie mein Zeichen
es: Hacer mi firma
fr: Faites mon signe
hu: Készíts aláírást
it: Crea il mio segno
ja: 私のサインを作る
nl: Maak mijn teken
pl: Zrób mój znak
pt_br: Faça meu sinal
ru: Сделай мой знак
sv: Gör mitt tecken
tr: İmzalamı yap
uk: Зробити мій підпис

source: Name plate, badge, sign, anything flat
ca: Plaques de nom, badge, senyal, qualsevol cosa plana
cs: Název, odznak, značka, cokoliv.
de: Namensschild, Abzeichen, Schild, alles Flache
es: Nombre, insignia, letrero, cualquier cosa plana
fr: Plaque signalétique, insigne, logo, tout ce qui est plat
hu: Névtábla, jelvény, tábla, bármi lapos
it: Nome targa, distintivo, cartello, qualsiasi cosa piatta
ja: 名前プレート,バッジ,サイン,何でもフラット
nl: Nummernschild, badge, teken, alles wat plat is
pl: Tabliczka, odznaka, znak, cokolwiek płaskie
pt_br: Placa de nome, distintivo, sinal, qualquer coisa plana
ru: Название, значок, знак, что угодно
sv: Namnskylt, märke, skylt, något platt
tr: İsim plakası, rozet, işaret, her şey düz
uk: Назва, значок, знак, що завгодно

source: Make My Sign Feedback Collection Form
ca: Feu el meu formulari de recollida de comentaris
cs: Formulář pro sběr zpětné vazby pro můj podpis
de: Formular zum Sammeln von Feedback für mein Sign erstellen
es: Hacer mi firma Formulario de recopilación de comentarios
fr: Make My Sign Formulaire de collecte de commentaires
hu: Készíts aláírásom visszajelzésgyűjtési űrlapot
it: Crea il mio modulo di raccolta feedback
ja: 私のサインのフィードバック収集フォームを作る
nl: Formulier voor het verzamelen van feedback voor mijn handtekening
pl: Formularz zbierania opinii zwrotnej mojego podpisu
pt_br: Formulário de Recolha de Comentários Fazer o Meu Sinal
ru: Сделать мою подпись Форма сбора отзывов
sv: Gör mitt tecken Feedback Insamlingsformulär
tr: İmzalamı Geribildirim Toplama Formu Yap
uk: Зробити мою форму збірки відтворення підпису

source: Details
ca: Detalles
cs: Podrobnosti
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
sv: Detaljer
tr: Ayrıntılar
uk: Деталі

source: Cloud Slicing
ca: Desplaçament de núvols
cs: Řezání mraků
de: Cloud-Schneiden
es: Slicing en la nube
hu: Felhőszeletelés
ja: クラウドスライス
pl: Rozkrojenie chmury
pt_br: Slicing em nuvem
ru: Облачное разрезание
sv: moln skivning
tr: Bulut dilimi
uk: Поріз хмар

source: Start
ca: Començar
cs: Spustit
de: Starten
es: Inicio
fr: Démarrer
hu: Indítás
it: inizio
ja: 開始点
pl: Uruchom
pt_br: Iniciar
ru: Начальная точка
sv: Starta
tr: Başlat
uk: Початок

source: Input Project Name
ca: Nom del projecte d'entrada
cs: Vstupní název projektu
de: Projektname eingeben
es: Nombre del proyecto de entrada
fr: Nom du projet de saisie
hu: Beviteli projekt neve
it: Nome del progetto di input
ja: プロジェクト名を入力
nl: Invoerprojectnaam
pl: Wprowadź nazwę projektu
pt_br: Introduzir o Nome do Projecto
ru: Введите имя проекта
sv: Ange projektnamn
tr: Giriş Projesi Adı
uk: Введіть назву проекту

source: Name Can Not Be Empty
ca: El nom no pot ser buit
cs: Jméno nemůže být prázdné
de: Name kann nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hu: A név nem lehet üres
it: Il nome non può essere vuoto
ja: 名前を空にすることはできません
nl: Naam kan niet leeg zijn
pl: Nazwa nie może być pusta
pt_br: Nome não pode estar vazio
ru: Имя не может быть пустым
sv: Namnet kan inte vara tomt
tr: Adı boş olamaz
uk: Ім'я не може бути порожнім

source: Confirm To Delete?
ca: Confirmar per eliminar?
cs: Potvrdit smazat?
de: Bestätigen zum Löschen?
es: ¿Confirmar para borrar?
fr: Confirmer pour supprimer ?
hu: A törlés megerősítése?
it: Confermare di eliminare?
ja: 削除を確認?
nl: Bevestigen om te verwijderen?
pl: Potwierdzić usunięcie?
pt_br: Confirmar para apagar?
ru: Подтвердить удаление?
sv: Bekräfta att ta bort?
tr: Silmek için doğrulamak mı?
uk: Підтвердити вилучення?

source: Last Modified Time
ca: Última hora modificada
cs: Poslední změna
de: Letzte geänderte Zeit
es: Última modificación
fr: Dernière modification
hu: Utolsó módosítás időpontja
it: Ultima modifica
ja: 最後の修正時間
nl: Laatste gewijzigde tijd
pl: Czas ostatniej modyfikacji
pt_br: Última hora modificada
ru: Последнее время изменения
sv: Senast ändrad tid
tr: Son Değiştirilen Zaman
uk: Останній змінений час

source: Input New Name
cs: Zadejte nový název
de: Neuer Name eingeben
es: Introduzca un nuevo nombre
fr: Entrez un nouveau nom
hu: Új név bevitele
it: Inserisci il nuovo nome
ja: 新しい名前を入力
nl: Nieuwe naam invoeren
pl: Wprowadź nową nazwę
pt_br: Digite o novo nome
ru: Введите новое имя
sv: Ange nytt namn
tr: Yeni İsim Girdi
uk: Введіть нову назву

source: Load
ca: Cargar
cs: Zatížení
de: Laden
es: Carga
fr: Charger
hu: Terhelés
it: Carico
ja: ロード
nl: Belasting
pl: Obciążenie
pt_br: Carregar
ru: Загрузка
sv: Ladda
tr: Yükle
uk: Завантажити

source: Duplicate
ca: Duplicat
cs: Duplikovat
de: Duplikieren
es: Duplicado
fr: Dupliquer
hu: Duplázás
it: Duplicato
ja: くりかえし
nl: Dupliceren
pl: Powtórz
pt_br: Duplicar
ru: Дублировать
sv: Duplikat
tr: Çifte
uk: Дублікувати

source: Rename
ca: Renomar
cs: Přejmenovat
de: Umbenennen
es: Cambiar el nombre
fr: Renommer
hu: Újranevezés
it: Rinominare
ja: 名前変更
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
tr: Adını değiştir
uk: Перейменувати

source: Delete
ca: Elimina
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除する
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Вилучити

source: Confirm to delete?
ca: Confirmar l'eliminació?
cs: Potvrdit smazání?
de: Bestätigen Sie das Löschen?
es: ¿Está seguro de que quiere eliminarlo?
fr: Confirmer voulez - vous supprimer?
hu: Megerősíti a törlést?
it: Confermare la cancellazione?
ja: 削除を確認？
nl: Bevestigen om te verwijderen?
pl: Potwierdzić usunięcie?
pt_br: Confirmar excluir?
ru: Подтвердить удаление?
sv: Bekräfta att ta bort?
tr: Silmek için onay mı?
uk: Підтвердити видалення?

source: Confirm to cancel favorite?
ca: Confirmar cancellar el preferit?
cs: Potvrdit zrušení oblíbeného?
de: Bestätigen Favoriten stornieren?
es: ¿Confirmar la cancelación de la colección?
fr: Confirmer annuler une collection?
hu: Megerősíted, hogy lemondod a kedvenced?
it: Confermare la cancellazione dei preferiti?
ja: コレクションのキャンセルを確認しますか？
nl: Bevestigen om favoriet te annuleren?
pl: Potwierdzić anulowanie ulubionego?
pt_br: Confirmar para cancelar favorito?
ru: Подтвердить отмену любимого?
sv: Bekräfta att avbryta favorit?
tr: En sevdiğini iptal etmeyi doğrulamak mı?
uk: Підтвердити скасування улюбленого?

source: Confirm to cancel like?
ca: Confirmar cancellar com?
cs: Potvrdit zrušení jako?
de: Bestätigen zu stornieren wie?
es: ¿Confirmar la cancelación?
fr: Confirmer pour annuler comme ?
hu: Megerősíted, hogy lemondod?
it: Conferma di annullare come?
ja: キャンセルを確認してください。
nl: Bevestigen om te annuleren zoals?
pl: Potwierdzić anulowanie jak?
pt_br: Confirmar para cancelar como?
ru: Подтвердить отмену?
sv: Bekräfta att avboka som?
tr: İptal etmeyi onaylayın?
uk: Підтвердити скасувати як?

source: Please Login First
ca: Si us plau, primer connecteu
cs: Prosím, přihlaste se nejprve
de: Bitte loggen Sie sich zuerst an
es: Por favor inicie sesión primero
fr: Veuillez vous connecter d'abord
hu: Először jelentkezzen be.
it: Per favore Login Prima
ja: まずログインしてください
nl: Log eerst in
pl: Proszę zalogować się najpierw
pt_br: Por favor login primeiro
ru: Пожалуйста, войдите сначала
sv: Vänligen logga in först
tr: Lütfen İlk Girin
uk: Будь ласка, входьте спочатку

source: Verification code sent successfully
ca: El codi de verificació va enviar amb èxit
cs: Ověřovací kód úspěšně odeslán
de: Verifizierungscode erfolgreich gesendet
es: Código de verificación enviado con éxito
fr: CAPTCHA envoyé avec succès
hu: Az ellenőrzési kód sikeresen elküldése
it: Codice di verifica inviato correttamente
ja: 検証コードが送信されました
nl: Verificatiecode succesvol verzonden
pl: Kod weryfikacyjny wysłany pomyślnie
pt_br: Código de verificação enviado com sucesso
ru: Код проверки отправлен успешно
sv: Verifieringskod skickad framgångsrikt
tr: Doğrulama kodu başarıyla gönderildi
uk: Код перевірки успішно надіслано

source: Please agree the User Agreement and Privacy Policy
ca: Si us plau, accepteu l'Acord d'Usuari i la Política de Privacitat
cs: Souhlasíme s uživatelskou smlouvou a zásadami ochrany osobních údajů
de: Bitte stimmen Sie der Benutzervereinbarung und der Datenschutzrichtlinie zu
es: Por favor, acepte el Acuerdo de usuario y la política de privacidad.
fr: Veuillez accepter l'accord d'utilisateur et la politique de confidentialité
hu: Kérjük, fogadja el a Felhasználói Megállapodást és az Adatvédelmi Szabályzatot
it: Si prega di accettare l'accordo utente e la politica sulla privacy
ja: ユーザー合意とプライバシーポリシーに同意してください
nl: Gelieve akkoord te gaan met de Gebruikersovereenkomst en het Privacybeleid
pl: Prosimy o zgodę na Umowę Użytkownika i Politykę Prywatności
pt_br: Por favor, concorde com o Acordo de Usuário e Política de Privacidade
ru: Пожалуйста, согласитесь с Пользовательским соглашением и Политикой конфиденциальности
sv: Vänligen godkänn användaravtalet och sekretesspolicyn
tr: Lütfen Kullanıcı Anlaşması ve Gizlilik Politikası'nı kabul edin
uk: Будь ласка, погоджуйтеся з Угодою про користувача та Політикою конфіденційності

source: Please enter the correct email address
ca: Si us plau, introdueixeu l'adreça correuta
cs: Zadejte prosím správnou e-mailovou adresu
de: Bitte geben Sie die richtige E-Mail-Adresse ein
es: Por favor introduzca la dirección de correo electrónico correcta
fr: Veuillez entrer une adresse e - mail correcte
hu: Kérjük, adja meg a megfelelő e-mail címet
it: Inserisci l'indirizzo email corretto
ja: 正しいメールアドレスを入力してください
nl: Voer het juiste e-mailadres in
pl: Proszę wprowadzić poprawny adres e-mail
pt_br: Introduza o endereço de e-mail correcto
ru: Введите правильный адрес электронной почты
sv: Ange rätt e-postadress
tr: Lütfen doğru e-posta adresini girin
uk: Будь ласка, введіть правильну адресу електронної пошти

source: Please enter a password that meets the requirements
ca: Si us plau, introdueixeu una contraseña que satisfa els requisits
cs: Zadejte prosím heslo, které splňuje požadavky
de: Bitte geben Sie ein Passwort ein, das den Anforderungen entspricht
es: Por favor introduzca una contraseña que cumpla con los requisitos
fr: Veuillez saisir un mot de passe qui répond aux exigences
hu: Kérjük, adjon meg egy olyan jelszót, amely megfelel a követelményeknek
it: Inserisci una password che soddisfi i requisiti
ja: 必要条件を満たすパスワードを入力してください
nl: Voer een wachtwoord in dat voldoet aan de vereisten
pl: Proszę wprowadzić hasło spełniające wymagania
pt_br: Por favor, insira uma senha que atenda aos requisitos
ru: Пожалуйста, введите пароль, который соответствует требованиям
sv: Ange ett lösenord som uppfyller kraven
tr: Lütfen taleplere uygun bir parola girin
uk: Будь ласка, введіть пароль, який відповідає вимогам

source: successfully
ca: amb èxit
cs: úspěšně
de: erfolgreich
es: con éxito
fr: avec succès
hu: sikeresen
it: con successo
ja: うまく
nl: succesvol
pl: pomyślnie
pt_br: com sucesso
ru: успешно
sv: framgångsrikt
tr: başarıyla
uk: успішно

source: Reset password successfully
ca: Reiniciar la senyal amb èxit
cs: Obnovit heslo úspěšně
de: Passwort erfolgreich zurücksetzen
es: Restablecer la contraseña con éxito
fr: Réinitialiser le mot de passe avec succès
hu: A jelszó visszaállítása sikeresen
it: Reset password con successo
ja: パスワードを正常にリセット
nl: Wachtwoord succesvol herstellen
pl: Pomyślnie zresetuj hasło
pt_br: Reiniciar senha com sucesso
ru: Удалить пароль
sv: Återställ lösenord framgångsrikt
tr: Parola başarısız ayarla
uk: Перезавантажити пароль успішно

source: Saved successfully
ca: S' ha desar amb èxit
cs: Úspěšně uloženo
de: Erfolgreich gespeichert
es: Guardado con éxito
fr: Sauvé avec succès
hu: Sikeresen mentve
it: Salvato con successo
ja: 成功した保存
nl: Opgeslagen
pl: Pomyślnie zapisane
pt_br: Gravado com sucesso
ru: Сохранить успешно
sv: Sparad med lyckat resultat
tr: Başarıyla kaydedildi
uk: Успішно збережено

source: Please enter email
ca: Introduu el correu electrònic
cs: Zadejte prosím e-mail
de: Bitte geben Sie Ihre E-Mail ein
es: Por favor introduzca el correo electrónico
fr: Veuillez entrer votre email
hu: Kérjük, adja meg az e-mail címet
it: Inserisci l'email
ja: メールを入力してください
nl: Voer e-mail in
pl: Proszę wpisać email
pt_br: Por favor, insira o e-mail
ru: Пожалуйста, введите электронную почту
sv: Ange e-post
tr: Lütfen e-posta girin
uk: Будь ласка, введіть електронну пошту

source: Please enter password
ca: Si us plau introduïu la contrasenya
cs: Zadejte prosím heslo
de: Bitte geben Sie Ihr Passwort ein
es: Por favor introduzca su contraseña
fr: Veuillez entrer votre mot de passe
hu: Kérjük, adja meg a jelszót
it: Inserisci la password
ja: パスワードを入力してください
nl: Voer wachtwoord in
pl: Proszę wprowadzić hasło
pt_br: Por favor, insira a senha
ru: Введите пароль.
sv: Ange lösenord
tr: Lütfen şifreyi girin
uk: Будь ласка, введіть пароль

source: Chinese Mainland
ca: continental xinès
cs: Čínská pevnina
de: Chinesisches Festland
es: China continental
fr: Chine continentale
hu: Kínai szárazföld
it: Cina continentale
ja: 中国大陸
nl: Chinees vasteland
pl: Chiński kontynent
pt_br: China Continental
ru: материкового Китая
sv: Kinesiska fastlandet
tr: Çin Mainland
uk: Китайська поверхняName

source: Click to refresh
ca: Feu clic per refrescar
cs: Klikněte pro obnovení
de: Klicken, um zu aktualisieren
es: Haga clic para actualizar
fr: Cliquez pour rafraîchir
hu: Kattintson a frissítéshez
it: Fai clic per aggiornare
ja: クリックしてリフレッシュ
nl: Klik om te vernieuwen
pl: Kliknij, aby odświeżyć
pt_br: Clique para atualizar
ru: Нажмите для обновления
sv: Klicka för att uppdatera
tr: Yeniden yenilemek için tıklayın
uk: Натисніть, щоб оновити

source: The QR code has expired
ca: El codi QR ha expirat
cs: QR kód vypršel
de: Der QR-Code ist abgelaufen
es: El código QR ha caducado
fr: Le code QR a expiré
hu: A QR kód lejárt.
it: Il codice QR è scaduto
ja: QRコードの有効期限が終了
nl: De QR-code is verlopen
pl: Kod QR wygasł
pt_br: O código QR expirou
ru: Срок действия QR-кода истек
sv: QR-koden har gått ut
tr: QR kodu sona erdi
uk: QR-код закінчився

source: Please confirm login on your phone
ca: Si us plau, confirmeu l'accesió al vostre telèfon
cs: Potvrďte prosím přihlášení na svém telefonu
de: Bitte bestätigen Sie die Anmeldung auf Ihrem Telefon
es: Por favor, confirme el inicio de sesión en su teléfono
fr: Veuillez confirmer votre connexion sur votre téléphone
hu: Kérjük, erősítse meg a bejelentkezést a telefonján
it: Conferma il login sul tuo telefono
ja: 携帯でログインを確認してください
nl: Bevestig login op uw telefoon
pl: Proszę potwierdzić zalogowanie się na telefonie
pt_br: Confirme o login no seu telefone
ru: Пожалуйста, подтвердите логин на телефоне
sv: Bekräfta inloggningen på din telefon
tr: Lütfen telefonunuzdan oturum açmayı onaylayın
uk: Будь ласка, підтверджуйте вход до вашого телефону

source: Retrieve password by phone
ca: Obtenir la senyal per telèfon
cs: Získat heslo telefonicky
de: Passwort per Telefon abrufen
es: Recuperar contraseña por teléfono
fr: Récupérer le mot de passe par téléphone
hu: Jelszó lekérése telefonon keresztül
it: Recuperare la password per telefono
ja: 電話でパスワードを取得
nl: Wachtwoord ophalen per telefoon
pl: Odzyskanie hasła przez telefon
pt_br: Recuperar senha por telefone
ru: Получить пароль по телефону
sv: Hämta lösenord via telefon
tr: Şifreyi telefonla alın
uk: Отримати пароль за телефоном

source: File Name
ca: Nom del arxiu
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
it: Nome file
ja: ファイル名
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do Ficheiro
ru: Имя файла
sv: Filnamn
tr: Dosya Adı
uk: Назва файла

source: Open Time
ca: Hora oberta
cs: Otevřený čas
de: Öffnungszeiten
es: Horario de apertura
fr: Heures d'ouverture
hu: Nyitási idő
it: Orario di apertura
ja: オープン時間
nl: Open tijd
pl: Czas otwarcia
pt_br: Horário Aberto
ru: Время открытия
sv: Öppen tid
tr: Aç Zamanı
uk: Відкрити час

source: Remove
ca: Eliminar
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
ja: 削除する
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Open Containing Folder
ca: Abrir Carpeta Containant
cs: Otevřít obsahující složku
de: Enthaltender Ordner öffnen
es: Abrir carpeta que contiene
fr: Ouvrir le dossier contenant
hu: A mappa megnyitása
it: Aprire cartella contenente
ja: 含むフォルダを開く
nl: Bevattende map openen
pl: Otwórz folder zawierający
pt_br: Abrir pasta contendo
ru: Открыть папку
sv: Öppna mapp som innehåller
tr: İçeren Klasör Aç
uk: Відкрити теку, що містить

source: Print
ca: Imprimir
cs: Tisk
de: Drucken
es: Imprimir
fr: Imprimer
hu: Nyomtatás
it: Stampa
ja: 印刷
nl: Afdrukken
pl: Drukowanie
pt_br: Imprimir
ru: Печать
sv: Skriv ut
tr: Bastır
uk: Друкувати

source: Characters
ca: Caracteres
cs: Znaky
de: Zeichen
es: Personajes
fr: Personnages
hu: Karakterek
it: Personaggi
ja: キャラクター
nl: Tekenen
pl: Znaki
pt_br: Caracteres
ru: Символы
sv: tecken
tr: Karakterler
uk: Символи

source: 3D printer
ca: Impresora 3D
cs: 3D tiskárna
de: 3D-Drucker
es: Impresoras 3D
fr: Imprimante 3D
hu: 3D nyomtató
it: Stampante 3D
ja: 3Dプリンター
pl: Drukarka 3D
pt_br: Impressora 3D
ru: 3D-принтер
sv: 3D-skrivare
tr: 3D yazıcı
uk: 3D- принтер

source: Animals
cs: Zvířata
de: Tiere
es: Animales
fr: Animaux
hu: Állatok
it: Animali
ja: 動物
nl: Dieren
pl: Zwierzęta
pt_br: Animais
ru: Животные
sv: Djur
tr: Hayvanlar
uk: Звіти

source: Nature&Plants
ca: Natura i Plantes
cs: Příroda a rostliny
de: Natur&Pflanzen
es: Naturaleza y plantas
fr: Nature et plantes
hu: Természet és növények
it: Natura&Piante
ja: 自然と植物
nl: Natuur&Planten
pl: Przyroda i rośliny
pt_br: Natureza&Plantas
ru: Природа и растения
sv: Natur och växter
tr: Doğal&Plantler
uk: Природа і рослини

source: Vehicle
cs: Vozidlo
de: Fahrzeug
es: Vehículos
fr: Véhicule
hu: jármű
it: veicolo
ja: 車両
nl: Voertuig
pl: Pojazd
pt_br: Veículo
ru: Автомобиль
sv: Fördonet
tr: Araç
uk: Поїздка

source: Biomedical
ca: Biomèdica
cs: Biomedicína
de: Biomedizinische
es: Biomedicina
fr: Biomédical
hu: Bioorvosi
it: Biomedicale
ja: バイオメディカル
nl: Biomedisch
pl: Biomedia
pt_br: Biomédica
ru: Биомедицина
sv: Biomedicinska
tr: Biyotıbbi
uk: Біомедіка

source: Ships
ca: Els vaixells
cs: Lodě
de: Schiffe
es: Barcos
fr: Navires
hu: Hajók
it: Navi
ja: 船舶
nl: Schepen
pl: Statki
pt_br: Navios
ru: Корабли
sv: Fartyg
tr: Gemiler
uk: Шаблони

source: Aircraft/Plane
ca: Avió/Avió
cs: Letadlo/letadlo
de: Flugzeug/Flugzeug
es: Avión/Avión
fr: Avion / avion
hu: Repülőgép/repülőgép
it: Aereo/aereo
ja: 航空機/飛行機
nl: Vliegtuig/Vliegtuig
pl: Samolot/samolot
pt_br: Avião/Avião
ru: Самолет/самолет
sv: Flygplan/flygplan
tr: Uçak / Uçak
uk: Літак/літак

source: Architecture
ca: Arquitectura
cs: Architektura
de: Architektur
es: Arquitectura
hu: Építészet
it: Architettura
ja: 建築
nl: Architectuur
pl: Architektura
pt_br: Arquitectura
ru: Архитектура
sv: Arkitektur
tr: Yapılar
uk: Архітектура

source: Entertainment/Toys
ca: Entertainment/Joys
cs: Zábava/hračky
de: Unterhaltung/Spielzeug
es: Entretenimiento/Juguetes
fr: Divertissement/jouets
hu: Szórakozás/Játékok
it: Intrattenimento/Giocattoli
ja: エンターテインメント/おもちゃ
nl: Entertainment/speelgoed
pl: Rozrywka/Zabawki
pt_br: Entretenimento/brinquedos
ru: Развлечения/Игрушки
sv: Underhållning/Leksaker
tr: Eğlence / Oyuncaklar
uk: Забавлення/іграшки

source: Sculpture/Cultural Relics
ca: Esculptura/Religies Culturals
cs: Sochařství/kulturní relikvie
de: Skulptur/Kulturrelikte
es: Esculturas / reliquias culturales
fr: Sculpture/Reliques culturelles
hu: Szobrászat/kulturális emlékek
it: Scultura/Reliquie culturali
ja: 彫刻/文化財
nl: Beeldhouwkunst/culturele relikwieën
pl: Rzeźba/zabytki kultury
pt_br: Escultura/Relíquias Culturais
ru: Скульптура/Культурные реликвии
sv: Skulptur/kulturarv
tr: Kültür/Kültür Relikler
uk: Скульптура/культурні релігії

source: Mechanical Drawing
ca: Dibuix mecànic
cs: Mechanické kreslení
de: Mechanische Zeichnung
es: Dibujo mecánico
fr: Dessin mécanique
hu: Mechanikai rajz
it: Disegno meccanico
ja: 機械図面
nl: Mechanische Tekening
pl: Rysunek mechaniczny
pt_br: Desenho mecânico
ru: Механическое картографирование
sv: Mekanisk ritning
tr: Mehanik Çizim
uk: Механічне малювання

source: Electronic appliances
ca: Electrodoméstics
cs: Elektronické spotřebiče
de: Elektronische Geräte
es: Electrodomésticos
fr: Appareils électroniques
hu: Elektronikus készülékek
it: Apparecchi elettronici
ja: 電子機器
nl: Elektronische apparatuur
pl: Urządzenia elektroniczne
pt_br: Aparelhos eletrônicos
ru: Электронные приборы
sv: Elektroniska apparater
tr: Elektronik cihazlar
uk: Електронні пристрої

source: Daily Home Furnishings
ca: Els meubles diaris
cs: Denní domácí nábytek
de: Tägliche Wohneinrichtungen
es: Muebles diarios para el hogar
fr: Meubles de maison quotidiens
hu: Napi otthoni bútorok
it: Arredamento per casa quotidiano
ja: 毎日の家具
nl: Dagelijkse woninginrichting
pl: Codzienne meble domowe
pt_br: Móveis diários para casa
ru: Повседневные предметы домашнего обихода
sv: Daglig heminredning
tr: Günlük Ev Mobilyaları
uk: Кожного дня

source: Clothing and jewelry
ca: Els vestiments i les bijuteries
cs: Oblečení a šperky
de: Bekleidung und Schmuck
es: Ropa y joyería
fr: Vêtements et bijoux
hu: Ruházat és ékszerek
it: Abbigliamento e gioielli
ja: 服装・宝石
nl: Kleding en sieraden
pl: Odzież i biżuteria
pt_br: Vestuário e jóias
ru: Одежда и ювелирные изделия
sv: Kläder och smycken
tr: Giyim ve mücevher
uk: Одяг та ювелірні вироби

source: Sports
ca: Esports
cs: Sport
de: Sport
es: Deportes
fr: Les sports
hu: Sport
it: Sport
ja: スポーツ
nl: Sporten
pl: Sport
pt_br: Esportes
ru: Спорт
sv: Sport
tr: Spor
uk: Спорт

source: Food
ca: El menjar
cs: jídlo
de: Nahrungsmittel
es: Alimentación
fr: Nourriture
hu: Élelmiszer
it: Alimenti
ja: 食べ物
nl: Voedsel
pl: Żywność
pt_br: Alimentação
ru: Продовольствие
sv: Livsmedel
tr: Gıda
uk: Їжа

source: DIY
ca: bricolatge
es: bricolaje
fr: Faites - le vous - même
it: fai da te
nl: doe-het-zelf
sv: Gör dig själv
tr: Öldür.
uk: Constellation name (optional)

source: Plate
ca: Plata
cs: Talíř
de: Platte
es: Placa
fr: Plaque
hu: Lemez
it: piastra
ja: プレート
nl: Plaat
pl: Tablica
pt_br: placa
ru: Пластина
sv: Platta
tr: Plaka
uk: Пластина

source: Tag
ca: Etiqueta
cs: Štítek
es: Etiqueta
fr: Étiquettes
hu: Címke
it: Etichetta
ja: タブ
nl: Tags
pl: Znacznik
pt_br: Marca
ru: Тег
sv: Etikett
tr: Etiket
uk: Мітка
