Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Submit
ca: Enviar
cs: Odeslat
de: Einreichen
es: Presentación
fr: Soumettre
hu: Küldés
it: Invia
ja: 提出する
nl: Verzenden
pl: Przesłać
pt_br: Enviar
ru: Отправить
sv: Skicka in
tr: Teslim et
uk: Передати

source: The file cannot be larger than 0.5M, please choose another SVG
ca: El fitxer no pot ser més gran que 0.5M, si us plau, seleccioneu un altre SVG
cs: Soubor nemůže být větší než 0.5M, vyberte prosím jiný SVG
de: Die Datei kann nicht größer als 0,5 M sein, bitte wählen Sie ein anderes SVG
es: El archivo no puede ser mayor que 0.5M, por favor elija otro SVG
fr: Le fichier ne peut pas être plus grand que 0,5 M, s'il vous plaît choisir un autre SVG
hu: A fájl nem lehet nagyobb, mint 0.5M, kérjük, válasszon egy másik SVG-t
it: Il file non può essere più grande di 0.5M, si prega di scegliere un altro SVG
ja: ファイルは0.5M以上できないので、別のSVGを選択してください。
nl: Het bestand kan niet groter zijn dan 0.5M, kies een andere SVG
pl: Plik nie może być większy niż 0.5M, wybierz inny SVG
pt_br: O arquivo não pode ser maior que 0.5M, por favor escolha outro SVG
ru: Файл не может быть больше 0,5M, пожалуйста, выберите другой SVG
sv: Filen kan inte vara större än 0,5 M, välj en annan SVG
tr: Dosya 0.5M'den büyük olamaz. Lütfen başka bir SVG seçin
uk: Файл не може бути більшим за 0, 5M, будь ласка, виберіть інший SVG

source: Export 3mf
ca: Exportar 3mf
cs: Exportovat 3mf
es: Exportación 3mf
fr: Exportation 3mf
it: Esporta 3mf
ja: 輸出3mf
nl: 3mf exporteren
pl: Eksport 3mf
pt_br: Exportar 3mf
ru: Экспорт 3mf
sv: Exportera 3mf
tr: 3mf Eksport
uk: Експортувати 3mf

source: Export stl
ca: Exportar stl
cs: Vývoz stl
es: Exportar stl
fr: Exporter stl
hu: Exportálás stl
it: Esporta stl
ja: stl をエクスポート
nl: Uitvoer stl
pl: Eksport stl
pt_br: Exportar stl
ru: Экспорт stl
sv: Exportera stl
tr: İhracat stl
uk: Експортувати stl

source: project saved
ca: el projecte estalviat
cs: uložený projekt
de: Projekt gespeichert
es: proyecto guardado
fr: projet enregistré
hu: a projekt mentése
it: progetto salvato
ja: プロジェクト保存
nl: project opgeslagen
pl: projekt zapisany
pt_br: projeto salvo
ru: сохраненный проект
sv: projekt sparat
tr: proje kaydedildi
uk: збережений проект

source: signage work
ca: treball de senyal
cs: značení
de: Beschilderungsarbeit
es: Obras de señalización
fr: travail de signalisation
hu: jelzési munka
it: lavoro di segnalazione
ja: サイネージワーク
nl: signage werk
pl: praca signalizacyjna
pt_br: trabalho sinalização
ru: Маркировочные работы
sv: skyltningsarbete
tr: işaretleme çalışması
uk: робота сигналізації

source: Corner Radius
ca: Ràdio Corner
cs: Rohový poloměr
de: Eckradius
es: Radio de esquina
fr: Radius d'angle
hu: Saroksugár
it: Raggio angolare
ja: コーナー半径
nl: Hoekstradius
pl: Promień narożnika
pt_br: Raio de Canto
ru: Радиус угла
sv: Hörnradie
tr: Köşe Yarıçapı
uk: Радіус кута

source: Select
ca: Seleccionar
cs: Vybrat
de: Auswahl
es: Seleccionar
fr: Sélectionner
hu: Kijelölés
it: Seleziona
ja: 選択
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ru: Выбор
sv: Välj
tr: Seçin
uk: Вибрати

source: Pan
ja: パン
ru: Пэн.
tr: PanCoptic month 11 - ShortName
uk: Пан

source: Copy(ctr+c)
ca: Copiar(ctr+c)
de: Kopieren (CTR+C)
es: Copiar (ctr+c)
fr: Copier (ctr+c)
hu: Másolat( ctr+c)
it: Copia (ctr+c)
ja: コピー（CTR+C）
nl: Kopiëren (ctr+c)
pl: Kopiuj( ctr+c)
pt_br: Copiar (ctr+c)
ru: Копирование (Ctrl + c)
sv: Kopiera (ctr+c)
tr: Kopyala (ctr+c)
uk: Копіювати ((ctr+c)

source: Paste(ctr+v)
ca: Enpegar (ctr+v)
de: Einfügen (CTR+V)
es: Pegar (ctr+v)
fr: Coller (ctr+v)
hu: Beillesztés( ctr+v)
it: Incolla (ctr+v)
ja: 貼り付け（ctrl+v）
nl: Plakken (ctr+v)
pl: Wklej( ctr+v)
pt_br: Colar( ctr+v)
ru: Вставить (ctr+v)
sv: Klistra in (ctr+v)
tr: Yapıştırın (ctr + v)
uk: Вставити( ctr+v)

source: Undo(ctr+z)
ca: Des(ctr+z)
de: Zurück setzen (ctr+z)
es: Deshacer (ctr+z)
fr: Annuler (ctr+z)
hu: Visszavonás( ctr+z)
it: Annulla (ctr+z)
ja: 取り消し(ctr+z)
nl: Ongedaan maken(ctr+z)
pl: Cofnij( ctr+z)
pt_br: Desfazer( ctr+z)
ru: Отменить (ctr+z)
sv: Ångra( ctr+z)
tr: Geri Döndür (ctr+z)
uk: Скасувати( ctr+z)

source: Redo(ctr+shift+z)
cs: Znovu (ctr+shift+z)
de: Wiedergabe (ctr+shift+z)
fr: Refaire (Ctrl + shift + Z)
hu: Újra( ctr+shift+z)
it: Ripeti(ctr+shift+z)
ja: やり直し（ctrl+shift+z）
nl: Herstel (ctr+shift+z)
pl: Ponownie( ctr+shift+z)
ru: Переработка (ctr+shift+z)
sv: Återställ (ctr+shift+z)
tr: Yeniden yap( ctr+shift+z)
uk: Повторити( ctr+shift+z)

source: Delete(Del)
ca: Eliminar(Del)
cs: Smazat(Del)
de: Löschen (Del)
es: Eliminar (Del)
fr: Supprimer (del)
ja: 削除（Del）
nl: Verwijder (Del)
pl: Usuń( Del)
pt_br: Excluir (Del)
ru: Удалить (Del)
sv: Ta bort (Del)
tr: Sil (Del)
uk: Вилучити( Del)

source: Reached the limit of 30 works per person
ca: Va arribar al límit de 30 treballs per persona
cs: Dosáhl limitu 30 prací na osobu
de: Erreicht die Grenze von 30 Arbeiten pro Person
es: Alcanzó el límite de 30 obras por persona
fr: A atteint la limite de 30 œuvres par personne
hu: Elérte a 30 munka/fő határát
it: Raggiunto il limite di 30 opere a persona
ja: 1人当たり30作品の制限に達
nl: De limiet van 30 werken per persoon is bereikt
pl: Osiągnął limit 30 prac na osobę
pt_br: Chegou ao limite de 30 obras por pessoa
ru: Достигнут предел 30 работ на человека
sv: Nått gränsen på 30 verk per person
tr: Kişi başına 30 eser sınırına ulaştı
uk: Обмежено 30 робіт на людину

source: Comming Soon
ca: Aviat
cs: Brzy přichází
de: Kommt bald
es: Próximamente
fr: Bientôt
hu: Jövő hamarosan
it: Arrivando presto
ja: 近くやってくる
nl: Binnenkort
pl: Już wkrótce
pt_br: Chegando em breve
ru: Скоро
sv: Kommer snart
tr: Yakında
uk: Незабаром передається

source: Current Device
ca: Dispositiu actual
cs: Aktuální zařízení
de: Aktuelles Gerät
es: Dispositivo actual
fr: Équipement actuel
hu: Jelenlegi eszköz
it: Dispositivo corrente
ja: 現在のデバイス
nl: Huidige apparaat
pl: Aktualne urządzenie
pt_br: Dispositivo Actual
ru: Текущее оборудование
sv: Nuvarande enhet
tr: Ağımdaki Aygıt
uk: Поточний пристрій

source: Recently Printed Files
ca: Fichers imprimés recentment
cs: Nedávno vytištěné soubory
de: Zuletzt gedruckte Dateien
es: Archivos impresos recientemente
fr: Fichiers récemment imprimés
hu: Nemrégiben nyomtatott fájlok
it: File stampati recentemente
ja: 最近印刷されたファイル
nl: Recent afgedrukte bestanden
pl: Ostatnio wydrukowane pliki
pt_br: Arquivos recentemente impressos
ru: Недавно напечатанные файлы
sv: Nyligen tryckta filer
tr: Son Baskılı Dosyalar
uk: Нещодавно надруковані файли

source: My Devices
ca: Els meus dispositius
cs: Moje zařízení
de: Meine Geräte
es: Mis dispositivos
fr: Mon équipement
hu: Az eszközeim
it: I miei dispositivi
ja: 私のデバイス
nl: Mijn apparaten
pl: Moje urządzenia
pt_br: Meus Dispositivos
ru: Мое оборудование.
sv: Mina enheter
tr: Cihazlarım
uk: Мої пристрої

source: Type
ca: Tip
cs: Typ
de: Typ
es: Tipo
hu: típus
it: Tipo
ja: タイプ
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Türü
uk: Тип

source: Device Name
ca: Nom del dispositiu
cs: Název zařízení
de: Gerätenamen
es: Nombre del dispositivo
fr: Nom du périphérique
hu: Eszköz neve
it: Nome del dispositivo
ja: デバイス名
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sv: Enhetsnamn
tr: Aygıt İsmi
uk: Назва пристрою

source: Idle
ca: Inactiv
cs: Nečinný
de: Leerlauf
es: Inactivo
hu: Időben
it: Inattivo
ja: アイドル
nl: Inactief
pl: Bezczynność
pt_br: Inativo
ru: Недействующий
sv: Tomtom
tr: Boş
uk: Без роботи

source: Printing
ca: Imprimir
cs: Tisk
de: Drucken
es: Impresión
fr: Impression
hu: Nyomtatás
it: Stampa
ja: 印刷
nl: Afdrukken
pl: Drukowanie
pt_br: Impressão
ru: Печать
sv: Utskrift
tr: Yazılıyor
uk: Друк

source: Complete
ca: Completat
cs: Kompletní
de: Vollständig
es: Completo
fr: Complète
hu: Teljes
it: Completo
ja: 完成
nl: Volledig
pl: Kompletny
pt_br: Completa
ru: Полное
sv: Komplett
tr: Tamamlanmış
uk: Повний

source: Print complete
ca: Imprimir completat
cs: Tisk dokončen
de: Drucken abgeschlossen
es: Imprimir completo
fr: Imprimer terminé
hu: Nyomtatás befejeződött
it: Stampa completa
ja: 印刷完了
nl: Afdrukken voltooid
pl: Wydrukowanie zakończone
pt_br: Impressão concluída
ru: Печать завершена
sv: Skriv ut färdig
tr: Baskı tamamlandı
uk: Друк завершено

source: Printing failed
ca: Ha fallat la impressió
cs: Tisk selhal
de: Drucken fehlgeschlagen
es: Falló la impresión
fr: Impression échouée
hu: Nyomtatás sikertelen
it: Stampa non riuscita
ja: 印刷失敗
nl: Afdrukken mislukt
pl: Drukowanie nie powiodło się
pt_br: A impressão falhou
ru: Печать не удалась
sv: Utskrivning misslyckades
tr: Baskı başarısız oldu
uk: Помилка друку

source: Print termination
ca: Terminat d'imprimir
cs: Ukončení tisku
de: Druckende Beendigung
es: Terminación de impresión
fr: Termination d'impression
hu: Nyomtatás befejezése
it: Terminazione della stampa
ja: 印刷終了
nl: Afdrukbeëindiging
pl: Zakończenie drukowania
pt_br: Terminação da impressão
ru: Конец печати
sv: Avslutning av utskrift
tr: Baskı sonlandırma
uk: Завершення друку

source: Printing paused
ca: Imprimir en pausa
cs: Tisk pozastaven
de: Drucken angehalten
es: Impresión pausada
fr: Impression en pause
hu: Nyomtatás leállított
it: Stampa in pausa
ja: 印刷が一時停止
nl: Afdrukken gepauzeerd
pl: Drukowanie wstrzymane
pt_br: Impressão pausada
ru: Печать остановлена
sv: Utskrivning pausad
tr: Baskı durduruldu
uk: Друк призупинено

source: Pause in progress
ca: Pausa en progrés
cs: Pozastavení probíhá
de: Pause im Gange
es: Pausa en curso
fr: Suspension en cours
hu: Szünet folyamatban
it: Pausa in corso
ja: 進行中のPause
nl: Pauze in uitvoering
pl: Pauza w trakcie
pt_br: Pausa em andamento
ru: Приостановление продолжается
sv: Paus pågår
tr: Durdurma devam ediyor
uk: Перерва в процесі

source: STOPPING
ca: Parada
cs: ZASTAVENÍ
es: PARAR
fr: Arrêt
hu: MEGÁLLÍTÁS
it: STOPPIMENTO
ja: 停止
nl: STOPPEN
pl: Zatrzymanie
pt_br: PARA
ru: Остановить
sv: STOPPA
uk: ЗАПОЗВІНКА

source: In recovery
ca: En recuperació
cs: V obnově
de: In der Rückforderung
es: En recuperación
fr: En récupération
hu: A helyreállítás során
it: In recupero
ja: リカバリ中
nl: In terugvordering
pl: W trakcie odzyskiwania
pt_br: Em recuperação
ru: В восстановлении
sv: I återhämtning
tr: Kurtuluşta
uk: У відновленні

source: Executing print termination command
ca: Executar la comanda de terminació d'impressió
cs: Spuštění příkazu ukončení tisku
de: Ausführung des Befehls zur Druckbeendigung
es: Ejecución del comando de terminación de impresión
fr: Exécution de la commande de terminaison d'impression
hu: A nyomtatásvégződési parancs végrehajtása
it: Esecuzione del comando di terminazione della stampa
ja: 印刷終了コマンドを実行中
nl: Uitvoeren van print termination commando
pl: Wykonywanie polecenia zakończenia druku
pt_br: Executando comando de terminação de impressão
ru: Исполнение команды прекращения печати
sv: Kör utskriftsavslutningskommando
tr: Bastırma sonlandırma komutu çalışıyor
uk: Виконання команди завершення друку

source: Executing pause printing command
ca: Executar la comanda d'impressió de pausa
cs: Spuštění příkazu pauzy tisku
de: Ausführen des pausierten Druckbefehls
es: Ejecución del comando de impresión de pausa
fr: Exécution de la commande d'impression pause
hu: Pause nyomtatási parancs végrehajtása
it: Esecuzione del comando di stampa in pausa
ja: 一時停止印刷コマンドを実行中
nl: Afdrukopdracht pauzeren uitvoeren
pl: Wykonywanie polecenia wstrzymania drukowania
pt_br: Executando o comando de impressão de pausa
ru: Выполнение команды паузы печати
sv: Kör pausutskriftskommando
tr: Durdurma baskı komutu çalıştırılıyor
uk: Виконання команди призупинення друку

source: Executing the command to continue printing
ca: Executar la comanda de seguir imprimant
cs: Spuštění příkazu pro pokračování v tisku
de: Ausführung des Befehls zum Fortsetzen des Druckens
es: Ejecutar el comando para continuar imprimiendo
fr: Exécuter la commande pour continuer à imprimer
hu: A parancs végrehajtása a nyomtatás folytatásához
it: Esecuzione del comando per continuare la stampa
ja: 印刷を続けるコマンドを実行する
nl: De opdracht uitvoeren om het afdrukken voort te zetten
pl: Wykonanie polecenia kontynuowania drukowania
pt_br: A executar o comando para continuar a imprimir
ru: Исполнение команды для продолжения печати
sv: Kör kommandot för att fortsätta skriva ut
tr: Bastırmaya devam etmek için komutu çalıştırıyor
uk: Виконання команди для продовження друку

source: Off Line
es: fuera de línea
fr: hors ligne
hu: Off Line-on
ja: オフライン
pl: Poza linią
pt_br: Off Linha
ru: Оффлайн
uk: Вимкнено

source: Printing File
ca: Imprimant Ficheir
cs: Tiskový soubor
de: Druckdatei
es: Archivo de impresión
fr: Imprimer le fichier
hu: Fájl nyomtatása
it: File di stampa
ja: ファイルの印刷
nl: Bestand afdrukken
pl: Plik drukowania
pt_br: Ficheiro de impressão
ru: Печать файла
sv: Skriv ut fil
tr: Baskı Dosyası
uk: Файл друку

source: Printing Progress
ca: Progrés de l'impressió
cs: Průběh tisku
de: Druckfortschritt
es: Progreso de la impresión
fr: Progrès de l'impression
hu: Nyomtatási folyamat
it: Progresso della stampa
ja: 印刷の進行状況
nl: Afdrukvoortgang
pl: Postęp drukowania
pt_br: Progresso da impressão
ru: Прогресс печати
sv: Utskriftsförlopp
tr: Yazım Geliştirme
uk: Прогрес друку

source: Layer Height
ca: Altura de capa
cs: Výška vrstvy
de: Schichthöhe
es: Altura de la capa
fr: Hauteur de couche
hu: Rétegmagasság
it: Altezza strato
ja: 層の高さ
nl: Laaghoogte
pl: Wysokość warstwy
pt_br: Altura da Camada
ru: Высота слоя
sv: Lagerhöjd
tr: Küce Yüksekliği
uk: Висота шару

source: Consumables Length
ca: Longitud consumida
cs: Délka spotřebního materiálu
de: Länge der Verbrauchsmaterialien
es: Longitud de los consumibles
fr: Longueur des consommables
hu: Fogyóeszközök hossza
it: Lunghezza consumabili
ja: 消費品の長さ
nl: Lengte verbruiksgoederen
pl: Długość materiałów eksploatacyjnych
pt_br: Comprimento dos consumíveis
ru: Длина расходных материалов
sv: Förbrukningsmaterial Längd
tr: Tüketim Malzemeleri Uzunluğu
uk: Довжина споживання

source: Sync Consumables
cs: Synchronizace spotřebních materiálů
de: Synchronisieren Sie Verbrauchsmaterialien
es: Consumibles simultáneos
fr: Synchroniser les consommables
hu: Fogyóeszközök szinkronizálása
it: Sincronizza consumabili
ja: シンクロ消耗品
nl: Verbruiksmaterialen synchroniseren
pl: Synchronizacja materiałów eksploatacyjnych
pt_br: Sincronizar consumíveis
ru: Синхронные расходные материалы
sv: Synkronisera förbrukningsmaterial
tr: Senkronizasyon Tüketim Malzemeleri
uk: Синхронізувати споживання

source: Time required
ca: Temps requerit
cs: Čas potřebný
de: Zeit benötigt
es: Tiempo requerido
fr: Temps requis
hu: Szükséges idő
it: Tempo richiesto
ja: 必要な時間
nl: Benodigde tijd
pl: Wymagany czas
pt_br: Tempo necessário
ru: Необходимое время
sv: Tid som krävs
tr: Gereken Zaman
uk: Потрібний час

source: Material Rack
cs: Materiál Rack
es: Estante de materiales
fr: Rack matériel
hu: Anyagállvány
it: Rack materiale
ja: 材料 ラック
nl: Materiaalrek
pl: Stojak materiałowy
pt_br: Rack material
ru: Материал Rack
tr: Material RackName
uk: Матеріал

source: Connection method
ca: Mètode de connexió
cs: Metoda připojení
de: Verbindungsmethode
es: Método de conexión
fr: Méthode de connexion
hu: Csatlakozási módszer
it: Metodo di connessione
ja: 接続方法
nl: Verbindingsmethode
pl: Metoda połączenia
pt_br: Método de ligação
ru: Метод соединения
sv: Anslutningsmetod
tr: Bağlantı yöntemi
uk: Метод з’ єднання

source: No shelf data available
ca: No hi ha dades disponibles
cs: Žádné údaje o policích nejsou k dispozici
de: Keine Regaldaten verfügbar
es: No hay datos disponibles
fr: Aucune donnée d'étagère disponible
hu: A polcra vonatkozó adatok nem állnak rendelkezésre
it: Nessun dato dello scaffale disponibile
ja: 棚のデータは利用できません
nl: Geen plankengegevens beschikbaar
pl: Brak danych dotyczących półki
pt_br: Não existem dados disponíveis na prateleira
ru: Нет данных о полке
sv: Inga hyllpata tillgängliga
tr: Rüf veri kullanılmaz
uk: Немає даних про полку

source: The number of printer presets cached in the cloud has reached the upper limit (20). Newly created user presets will not be synchronized to the cloud.
ca: El nombre de predefinicions d'impressora amagades al núvol ha arribat al límit superior (20). Les predefinicions d'usuaris recentment creadesno estaran sincronitzades amb el núvol.
cs: Počet přednastavení tiskárny uložených v mezipaměti v cloudu dosáhl horního limitu (20). Nově vytvořené uživatelské přednastavení nebudou synchronizovány scloudem.
de: Die Anzahl der in der Cloud gespeicherten Drucker-Voreinstellungen hat die Obergrenze (20) erreicht. Neu erstellte Benutzervoreinstellungen werden nicht mitder Cloud synchronisiert.
es: El número de presets de impresora almacenados en caché en la nube ha alcanzado el límite superior (20). Lospresets de usuario recién creados no se sincronizarán con la nube.
fr: Le nombre de préréglages d'imprimante stockés en cache dans le cloud a atteint la limite supérieure (20). Les paramètresprédéfinis nouvellement créés ne seront pas synchronisés avec le cloud.
hu: A felhőben gyorsítótárba helyezett nyomtató-előbeállítások száma elérte a felső határt (20). Az újonnan létrehozott felhasználói előbeállítások nem lesznek szinkronizálvaa felhővel.
it: Il numero di preset della stampante memorizzati nel cloud ha raggiunto il limite superiore (20). I preset utente recentementecreati non saranno sincronizzati con il cloud.
ja: クラウドにキャッシュされているプリンタープリセットの数は,上限 (20) に達しました.新しく作成されたユーザープリセットは、クラウドと同期されません。
nl: Het aantal printervoorinstellingen in de cloud heeft de bovengrens bereikt (20). Nieuw gemaakte gebruikersvoorinstellingen worden niet gesynchroniseerd met decloud.
pl: Liczba ustawień wstępnych drukarek buforowanych w chmurze osiągnęła górną granicę (20). Nowo utworzone ustawienia wstępne użytkownika nie będą synchronizowanez chmurą.
pt_br: O número de predefinições de impressora armazenadas em cache na nuvem atingiu o limite superior (20). As predefinições deusuário recém-criadas não serão sincronizadas com a nuvem.
ru: Количество предварительных настроек принтера, кэшированных в облаке, достигло верхнего предела (20). Новые пользовательские предварительные настройки не будут синхронизированы соблаком.
sv: Antalet skrivarförinställningar som cachas i molnet har nått den övre gränsen (20). Nyskapade användarinställningar synkroniseras inte till molnet.
tr: Bulutta önbelleğe saklanan yazıcı önayarlarının sayısı üst sınıra ulaştı (20). Yeni oluşturulan kullanıcı önayarları buluta senkronize edilmeyecek.
uk: Кількість передпараметрів принтера, що зберігаються в хмарі, досягла верхнього межі (20). Ново створені передпараметри користувача не будуть синхронізовані зхмарою.

source: The presets have not been synced to Creality Cloud yet. Click here to enable it.
ca: Les predefinicions encara no s'han sincronitzat amb Creality Cloud. Cliqueu aquí per activar-lo.
cs: Předvolby ještě nebyly synchronizovány s Creality Cloud. Klikněte zde pro aktivaci.
de: Die Voreinstellungen wurden noch nicht mit Creality Cloud synchronisiert. Klicken Sie hier, um es zu aktivieren.
es: Los presets aún no se han sincronizado con Creality Cloud. Haga clic aquí para habilitarlo.
fr: Les paramètres prédéfinis ne sont pas encore synchronisés avec creality Cloud. Cliquez ici pour l'activer.
hu: Az előbeállításokat még nem szinkronizálták a Creality Cloud felhővel. Kattintson ide az engedélyezéshez.
it: I preset non sono ancora stati sincronizzati con Creality Cloud. Clicca qui per abilitarlo.
ja: プリセットはまだCreality Cloudと同期されていません。これを有効にするには、こちらをクリックします。
nl: De voorinstellingen zijn nog niet gesynchroniseerd met Creality Cloud. Klik hier om het in te schakelen.
pl: Ustawienia wstępne nie zostały jeszcze zsynchronizowane z Creality Cloud. Kliknij tutaj, aby go włączyć.
pt_br: As predefinições ainda não foram sincronizadas com o Creality Cloud. Carregue aqui para o activar.
ru: Предварительные настройки еще не синхронизированы с Creality Cloud. Нажмите здесь, чтобы включить его.
sv: Förinställningarna har ännu inte synkroniserats med Creality Cloud. Klicka här för att aktivera den.
tr: Önayarlar henüz Creality Cloud ile senkronize edilmedi. Etkinleştirmek için buraya tıklayın.
uk: Попередні налаштування ще не синхронізовані з Creality Cloud. Натисніть тут, щоб увімкнути його.

source: Please Input
ca: Si us plau, introduïu
cs: Prosím, vstup
de: Bitte geben Sie ein
es: Por favor Ingrese
fr: Veuillez entrer
hu: Kérjük, adjon be
it: Si prega di inserire
ja: 入力してください
nl: Voer alstublieft in
pl: Proszę wprowadzić
pt_br: Por favor, introduza
ru: Пожалуйста введите
sv: Vänligen skriv in
tr: Lütfen girin
uk: Будь ласка, введіть

source: Consumables
cs: Spotřební materiál
de: Verbrauchsgüter
es: Consumibles
fr: Consommables
hu: Fogyóeszközök
it: Consumabili
ja: 消費品
nl: Verbruiksgoederen
pl: Materiały eksploatacyjne
pt_br: Consumíveis
ru: Расходные материалы
sv: Förbrukningsvaror
tr: Tüketim Malzemeleri
uk: Поживні речі

source: Technology
ca: Tecnologia
cs: Technologie
de: Technologie
es: Tecnología
fr: Technologie
hu: Technológia
it: Tecnologia
ja: ぎじゅつ
nl: Technologie
pl: Technologia
pt_br: Tecnologia
ru: Технологии
sv: Teknik
tr: Teknoloji
uk: Технологія

source: Printer
ca: Impressora
cs: Tiskárna
de: Drucker
es: Impresoras
fr: Imprimante
hu: Nyomtató
it: Stampante
ja: プリンタ
nl: De printer
pl: Drukarka
pt_br: Impressora
ru: Принтер
sv: Skrivare
tr: Yazıcı
uk: Принтер

source: Parameter Name
ca: Nom del paràmetre
cs: Název parametru
es: Nombre del parámetro
fr: Nom du paramètre
hu: Paraméter neve
it: Nome del parametro
ja: パラメータ名
nl: Parameternaam
pl: Nazwa parametru
pt_br: Nome do parâmetro
ru: Имя параметра
sv: Parameternamn
tr: Parametre Adı
uk: Назва параметра

source: Update Time
ca: Hora d'actualització
cs: Čas aktualizace
de: Aktualisierungszeit
es: Tiempo de actualización
fr: Temps de mise à jour
hu: Frissítési idő
it: Tempo di aggiornamento
ja: 更新時間
nl: Updatetijd
pl: Czas aktualizacji
pt_br: Hora da Actualização
ru: Время обновления
sv: Uppdateringstid
tr: Güncelleme Zamanı
uk: Час оновлення

source: Modifications
ca: Modificacions
cs: Úpravy
de: Änderungen
es: Modificaciones
hu: Módosítások
it: Modifiche
ja: 変更
nl: Wijzigingen
pl: Modyfikacje
pt_br: Modificações
ru: Изменения
sv: Ändringar
tr: Değişiklikler
uk: Модифікації

source: Operation
ca: Operació
cs: provoz
de: Betrieb
es: Operación
fr: Opération
hu: Művelet
it: Operazione
ja: 操作
nl: Werking
pl: Operacja
pt_br: Operação
ru: Операция
tr: Operasyon
uk: Операція

source: There are currently no presets synced to Creality Cloud~
ca: Actualment no hi ha presets sincronitzats amb Creality Cloud~
cs: V současné době nejsou žádné přednastavení synchronizována s Creality Cloud~
de: Zurzeit sind keine Voreinstellungen mit Creality Cloud synchronisiert.
es: Actualmente no hay presets sincronizados con Creality Cloud~
fr: Aucun préréglage n'est actuellement synchronisé avec Creality Cloud~
hu: Jelenleg nincs szinkronizálva a Creality Cloud~
it: Al momento non ci sono preset sincronizzati con Creality Cloud~
ja: 現在、Creality Cloud に同期されたプレセットはありません。
nl: Er zijn momenteel geen voorinstellingen gesynchroniseerd met Creality Cloud~
pl: Obecnie nie ma żadnych ustawień wstępnych zsynchronizowanych z Creality Cloud~
pt_br: Atualmente não há pré-configurações sincronizadas com a Creality Cloud~
ru: В настоящее время нет предварительных настроек, синхронизированных с Creality Cloud~
sv: Det finns för närvarande inga förinställningar synkroniserade med Creality Cloud~
tr: Şu anda Creality Cloud ile senkronize edilmiş önayarlar yok~
uk: На даний момент не існує перевизначень синхронізованих з Creality Cloud ~
