Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: The 3D model files sold on Creality Cloud have standard licenses and are subject to certain restrictions upon purchase and download. In particular, these files cannot be used for any commercial purposes; they are for personal use only. They may not be shared, transmitted, distributed, modified, copied, or resold in the form of files or items, including 3D models or any parts of models
ca: Els arxius de model 3D venets a Creality Cloud tenen llicències estàndard i estan sujets a certes restriccions ala compra i la descarga. En particular, aquests arxius no poden ser utilitzats per cap objectiu comercial; només perutilitzar-se personalment. No es poden compartir, transmitir, distribuir, modificar, copiar o revendre en forma de arxius o objectes, inclososmodels 3D o parts de models
cs: Soubory 3D modelů prodávané na Creality Cloud mají standardní licence a podléhají určitým omezením při nákupu a stahování. Zejménatyto soubory nelze použít pro žádné komerční účely; Jsou určeny pouze pro osobní použití. Nesmí být sdíleny, přenášeny, distribuovány,modifikovány, kopírovány nebo prodávány ve formě souborů nebo položek, včetně 3D modelů nebo jakýchkoli částí modelů.
de: Die auf Creality Cloud verkauften 3D-Modelldateien verfügen über Standardlizenzen und unterliegen bestimmten Einschränkungen beim Kauf und Download. Insbesondere dürfendiese Dateien nicht für kommerzielle Zwecke verwendet werden; Sie sind nur für den persönlichen Gebrauch bestimmt. Sie dürfen nichtin Form von Dateien oder Elementen, einschließlich 3D-Modellen oder Teilen von Modellen, geteilt, übertragen, verteilt, geändert, kopiert oder weiterverkauftwerden
es: Los archivos de modelos 3D vendidos en Creality Cloud tienen licencias estándar y están sujetos a ciertas restricciones alcomprar y descargar. En particular, estos archivos no pueden ser utilizados con fines comerciales; Son solo para uso personal.No pueden ser compartidos, transmitidos, distribuidos, modificados, copiados o revendidos en forma de archivos o artículos, incluidos modelos 3Do cualquier parte de modelos.
fr: Les fichiers de modèles 3D vendus sur creality Cloud ont une licence standard et sont soumis à certaines restrictionslors de l’achat et du téléchargement. En particulier, ces documents ne peuvent être utilisés à des fins commerciales; Ilssont destinés à un usage personnel uniquement. Ne pas partager, transmettre, distribuer, modifier, copier ou revendre sous forme defichiers ou d'éléments, y compris les modèles 3D ou toute partie des modèles
hu: A Creality Cloud-on értékesített 3D modellfájlok szabványos licencekkel rendelkeznek, és bizonyos korlátozások vonatkoznak a vásárlás és letöltés során. Különösenezeket a fájlokat nem lehet kereskedelmi célokra használni; kizárólag személyes használatra szolgálnak. Nem oszthatók meg, továbbíthatók, terjeszthetők, módosíthatók, másolhatókvagy továbbértékesíthetők fájlok vagy elemek formájában, beleértve a 3D-s modelleket vagy a modellek bármely részeit is.
it: I file di modello 3D venduti su Creality Cloud hanno licenze standard e sono soggetti a determinate restrizioni all'acquistoe al download. In particolare, tali file non possono essere utilizzati per scopi commerciali; sono solo per uso personale.Non possono essere condivisi, trasmessi, distribuiti, modificati, copiati o rivenditi sotto forma di file o oggetti, inclusi modelli 3Do parti di modelli.
ja: Creality Cloudで販売されている3Dモデルファイルは,標準ライセンスを持ち,購入およびダウンロード時には特定の制限が適用されます.特に、これらのファイルは、商業目的で使用することはできません。個人使用のみです。3Dモデルやモデルの一部を含むファイルやアイテムの形で共有、送信、配布、修正、コピー、または再販売することはできません。
nl: De 3D-modelbestanden die op Creality Cloud worden verkocht, hebben standaardlicenties en zijn onderworpen aan bepaalde beperkingen bij aankoop endownload. Deze bestanden kunnen met name niet voor commerciële doeleinden worden gebruikt; ze zijn alleen voor persoonlijk gebruik. Zemogen niet worden gedeeld, verzonden, gedistribueerd, gewijzigd, gekopieerd of doorverkocht in de vorm van bestanden of items, inclusief 3D-modellenof onderdelen van modellen
pl: Pliki modelu 3D sprzedawane w Creality Cloud mają standardowe licencje i podlegają pewnym ograniczeniom podczas zakupu i pobierania. Wszczególności pliki te nie mogą być wykorzystywane do celów komercyjnych; Są one tylko do użytku osobistego. Nie mogą byćudostępniane, przesyłane, rozpowszechniane, modyfikowane, kopiowane lub odsprzedawane w formie plików lub przedmiotów, w tym modeli 3D lub jakichkolwiek częścimodeli.
pt_br: Os arquivos de modelo 3D vendidos na Creality Cloud têm licenças padrão e estão sujeitos a certas restrições aocomprar e baixar. Em particular, esses arquivos não podem ser utilizados para fins comerciais; São apenas para uso pessoal.Eles não podem ser compartilhados, transmitidos, distribuídos, modificados, copiados ou revendidos na forma de arquivos ou itens, incluindo modelos3D ou quaisquer partes de modelos.
ru: Файлы 3D-моделей, продаваемые в Creality Cloud, имеют стандартные лицензии и подлежат определенным ограничениям при покупке и загрузке. В частности,эти файлы не могут использоваться в коммерческих целях; Они предназначены только для личного использования. Они не могут быть распространены,переданы, распространены, модифицированы, скопированы или перепроданы в виде файлов или элементов, включая 3D-модели или любые части моделей.
sv: De 3D-modellfiler som säljs på Creality Cloud har standardlicenser och är föremål för vissa begränsningar vid köp och nedladdning.Dessa filer kan i synnerhet inte användas för kommersiella ändamål. De är endast för personligt bruk. De får intedelas, överföras, distribueras, modifieras, kopieras eller återsäljas i form av filer eller objekt, inklusive 3D-modeller eller delar av modeller.
tr: Creality Cloud'ta satılan 3D model dosyaları standart lisanslara sahiptir ve satın alma ve indirme konusunda belirli kısıtlamalara tabidir. Özellikle,bu dosyalar herhangi bir ticari amaç için kullanılamaz; Sadece kişisel kullanım için. 3D modeller veya modellerin herhangi bir parçasıdahil olmak üzere dosya veya öğeler şeklinde paylaşılamaz, iletilemez, dağıtılamaz, değiştirilemez, kopyalanamaz veya tekrar satılmaz.
uk: Файли 3D моделі, продані на Creality Cloud, мають стандартні ліцензії і передбачають певні обмеження купу і звантаження. Особливо, ціфайли не можна використовувати для будь- яких комерційних мет; вони тільки для особистого використання. Їх не можна поділити, передати,розподілити, змінювати, копіювати або перепродавати у формі файлів або елементів, включаючи 3D моделі або будь-яку частину моделей

source: No Data
ca: No hi ha dades
cs: Žádná data
de: Keine Daten
es: No hay datos
fr: Aucune Donnée
hu: Nincs adat
it: Nessun Dati
ja: データなし
nl: Geen gegevens
pl: Brak danych
pt_br: Nenhum Dados
ru: Нет данных
sv: Inga data
tr: Veri Yok
uk: Без даних

source: No results were found for
ca: No s'han trobat resultats
cs: Nebyly nalezeny žádné výsledky pro
de: Es wurden keine Ergebnisse für
fr: Aucun résultat n'a été trouvé pour
hu: Nem találtak eredményt
it: Nessun risultato per
ja: の結果は見つかりませんでした
nl: Geen resultaten gevonden voor
pl: Nie znaleziono wyników dla
pt_br: Nenhum resultado encontrado para
ru: Результаты не найдены.
sv: Inga resultat hittades för
tr: için sonuçlar bulamadı
uk: Не знайдено результатів для

source: Select All
ca: Seleccionar tot
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
hu: Az összes kijelölése
it: Seleziona tutto
ja: すべてを選択
nl: Alles selecteren
pl: Wybierz wszystko
pt_br: Seleccionar Tudo
ru: Полная выборка
sv: Välj alla
tr: Hepsini Seç
uk: Вибрати всі

source: Import
ca: Importació
cs: Dovoz
de: Importieren
es: Importación
fr: Importations
it: Importazione
ja: インポート
nl: Importeren
pt_br: Importação
ru: Импорт
sv: Importera
tr: İçeri
uk: Імпортувати

source: You haven't uploaded the model yet, go ahead and upload it~
ca: Encara no has pujat el model, continua i puja'l~
cs: Ještě jste nenahráli model, pokračujte a nahrajte ho~
de: Sie haben das Modell noch nicht hochgeladen, gehen Sie vor und laden Sie es hoch~
es: No has cargado el modelo todavía, adelante y cargalo~
fr: Vous n'avez pas encore téléchargé le modèle, allez-y et téléchargez-le~
hu: Még nem töltötted fel a modellt, rajta és töltsd fel~
it: Non hai ancora caricato il modello, vai avanti e carica~
ja: まだモデルをアップロードしていないので、アップロードしてください~
nl: Je hebt het model nog niet geüpload, ga door en upload het~
pl: Nie przesłałeś jeszcze modelu, śmiało i prześlij go~
pt_br: Você ainda não carregou o modelo, vá em frente e carregue-o~
ru: Вы еще не загрузили модель, идите и загрузите ее~
sv: Du har inte laddat upp modellen ännu, gå vidare och ladda upp den ~
tr: Henüz modeli yüklemedin, devam et ve yükle~
uk: Ви ще не вивантажили модель, продовжуйте вивантажити її ~

source: You haven't liked the model yet, go ahead and like the model~
ca: Encara no t'ha agradat el model, segui i com el model~
cs: Model se vám ještě nelíbil, pokračujte a líbí se vám model~
de: Du hast das Modell noch nicht gefallen, geh weiter und mag das Modell~
es: No te ha gustado el modelo todavía, adelante y me gusta el modelo~
fr: Vous n'aimez pas encore ce modèle, continuez à aimer ce modèle.
hu: Még nem tetszett a modell, rajta, és tetszik a modell~
it: Non ti è ancora piaciuto il modello, vai avanti e ami il modello~
ja: あなたはまだこのモデルが好きではありません。このモデルを好きになり続けましょう~
nl: Je hebt het model nog niet leuk vond, ga door en vind het model leuk~
pl: Jeszcze nie lubisz modelu, idź dalej i lubisz model~
pt_br: Você ainda não gostou do modelo, vá em frente e goste do modelo~
ru: Вам еще не понравилась модель, идите вперед и нравится модель~
sv: Du har inte gillat modellen än, gå vidare och gilla modellen~
tr: Henüz modeli beğenmedin, devam et ve modeli beğen~
uk: Ви ще не любили модель, продовжуйте і як модель ~

source: You haven't purchased the model yet, go ahead and buy the model~
ca: Encara no has comprat el model, aneu a comprar el model~
cs: Ještě jste si model nekoupili, pokračujte a koupte si model~
de: Sie haben das Modell noch nicht gekauft, gehen Sie weiter und kaufen Sie das Modell~
es: No has comprado el modelo todavía, adelante y compra el modelo~
fr: Vous n'avez pas encore acheté ce modèle, continuez à acheter ce modèle ~
hu: Még nem vásárolta meg a modellt, rajta, és vegye meg a modellt~
it: Non hai ancora acquistato il modello, vai avanti e acquista il modello~
ja: まだモデルを購入していないので、モデルを購入してください~
nl: Je hebt het model nog niet gekocht, ga door en koop het model~
pl: Jeszcze nie kupiłeś modelu, idź dalej i kupij model~
pt_br: Você ainda não comprou o modelo, vá em frente e compre o modelo~
ru: Вы еще не купили модель, идите и купите модель~
sv: Du har inte köpt modellen ännu, gå vidare och köp modellen~
tr: Henüz modeli satın almadınız, devam edin ve modeli satın alın~
uk: Ви ще не купили модель, продовжуйте купити модель ~

source: You haven't collected the model yet, go collect the model~
ca: Encara no has recollit el model, aneu a recollir el model~
cs: Model jste ještě nesbírali, jděte vyzvednout model~
de: Du hast das Modell noch nicht gesammelt, hol das Modell ab~
es: No has recogido el modelo todavía, ve a recoger el modelo~
fr: Vous n'avez pas encore collecté le modèle, allez collecter le modèle~
hu: Még nem gyűjtötted össze a modellt, menj és gyűjtsd össze a modellt~
it: Non hai ancora raccolto il modello, vai a raccogliere il modello~
ja: まだモデルを集めていないので、モデルを集めましょう~
nl: Je hebt het model nog niet verzameld, ga het model verzamelen~
pl: Nie zebrałeś jeszcze modelu, idź odebrać model~
pt_br: Você ainda não coletou o modelo, vá coletar o modelo~
ru: Вы еще не собрали модель, идите собрать модель~
sv: Du har inte samlat in modellen än, gå och hämta modellen~
tr: Henüz modeli toplamadınız, gidin modeli toplayın~
uk: Ви ще не збирали модель, йдіть збирати модель ~

source: You haven't created a creative work yet, go ahead and create a creative work~
ca: Encara no has creat una obra creativa, continua i crea una obra creativa ~
cs: Ještě jste nevytvořili kreativní dílo, pokračujte a vytvořte kreativní dílo~
de: Sie haben noch kein kreatives Werk erstellt, gehen Sie weiter und erstellen Sie ein kreatives Werk~
es: Aún no has creado un trabajo creativo, adelante y crea un trabajo creativo~
fr: Vous n'avez pas encore créé un travail créatif, allez-y et créez un travail créatif~
hu: Még nem hozott létre kreatív munkát, rajta, és hozzon létre kreatív munkát~
it: Non hai ancora creato un lavoro creativo, vai avanti e crea un lavoro creativo~
ja: まだクリエイティブな作品を作っていないので、クリエイティブな作品を作ってください~
nl: Je hebt nog geen creatief werk gemaakt, ga je gang en maak een creatief werk~
pl: Nie stworzyłeś jeszcze kreatywnej pracy, śmiało i stwórz kreatywną pracę~
pt_br: Você ainda não criou um trabalho criativo, vá em frente e crie um trabalho criativo~
ru: Вы еще не создали творческую работу, идите вперед и создайте творческую работу
sv: Du har inte skapat ett kreativt arbete ännu, gå vidare och skapa ett kreativt arbete~
tr: Henüz yaratıcı bir çalışma yaratmadınız, devam edin ve yaratıcı bir çalışma oluşturun.
uk: Ви ще не створили творчу роботу, продовжуйте створити творчу роботу ~

source: You haven't uploaded the print configuration yet, go uploaded the print configuration~
ca: Encara no has enviat la configuració d'impressió, anar a enviar la configuració d'impressió~
cs: Ještě jste nenahráli konfiguraci tisku, jděte nahrát konfiguraci tisku~
de: Sie haben die Druckkonfiguration noch nicht hochgeladen, gehen Sie hochgeladen die Druckkonfiguration~
es: Todavía no ha subido la configuración de impresión, por favor suba la configuración de impresión ~.
fr: Vous n'avez pas encore téléchargé la configuration d'impression, allez télécharger la configuration d'impression~
hu: Még nem töltötte fel a nyomtatási konfigurációt, menjen fel a nyomtatási konfigurációt~
it: Non hai ancora caricato la configurazione di stampa, vai a caricare la configurazione di stampa~
ja: まだプリント設定をアップロードしていないので、プリント設定をアップロードしてください~
nl: U hebt de afdrukconfiguratie nog niet geüpload, ga de afdrukconfiguratie uploaden~
pl: Nie przesłałeś jeszcze konfiguracji druku, przejdź do przesłania konfiguracji druku~
pt_br: Você ainda não carregou a configuração de impressão, vá carregar a configuração de impressão~
ru: Вы еще не загрузили конфигурацию печати, идите загрузить конфигурацию печати~
sv: Du har inte laddat upp utskriftskonfigurationen ännu, gå ladda upp utskriftskonfigurationen~
tr: Henüz yazdırma yapılandırmasını yüklemedin, yazdırma yapılandırmasını yükle~
uk: Ви ще не завантажили конфігурацію друку, йдіть завантажити конфігурацію друку~

source: You haven't printed the model yet, go ahead and print it~
ca: Encara no has imprimit el model, sigueu fent-ho imprimir~
cs: Ještě jste nevytiskli model, do toho ho vytiskněte~
de: Sie haben das Modell noch nicht gedruckt, gehen Sie weiter und drucken Sie es ~
es: Todavía no has impreso el modelo, sigue imprimiendo.
fr: Vous n'avez pas encore imprimé le modèle, continuez à imprimer ~
hu: Még nem nyomtatta ki a modellt, nyomtassa ki~
it: Non hai ancora stampato il modello, vai avanti e stampalo~
ja: モデルはまだ印刷していないので、印刷してください~
nl: Je hebt het model nog niet geprint, ga je gang en print het~
pl: Nie wydrukowałeś jeszcze modelu, śmiało i wydrukuj go~
pt_br: Você ainda não imprimiu o modelo, vá em frente e imprimi-lo~
ru: Вы еще не напечатали модель, идите вперед и напечатайте ее ~
sv: Du har inte skrivit ut modellen än, gå vidare och skriv ut den~
tr: Modeli henüz bastırmadın, devam et ve bastır.
uk: Ви ще не друкували модель, продовжуйте друкувати його ~

source: You haven't uploaded the print file yet, go ahead and upload the print file~
ca: Encara no has enviat el fichier d'impressió, envíeu el fichier d'impressió~
cs: Ještě jste tiskový soubor nenahráli, pokračujte a nahrajte tiskový soubor~
de: Sie haben die Druckdatei noch nicht hochgeladen, laden Sie die Druckdatei hoch~
es: Aún no has subido el archivo de impresión, adelante y subir el archivo de impresión~
fr: Vous n'avez pas encore téléchargé votre fichier d'impression, continuez à télécharger votre fichier d'impression ~
hu: Még nem töltötte fel a nyomtatási fájlt, folytassa, és töltse fel a nyomtatási fájlt~
it: Non hai ancora caricato il file di stampa, vai avanti e carica il file di stampa~
ja: 印刷ファイルをアップロードしていません。引き続き印刷ファイルをアップロードしてください~
nl: Je hebt het afdrukbestand nog niet geüpload, ga je gang en upload het afdrukbestand~
pl: Jeszcze nie przesłałeś pliku wydrukowego, idź dalej i przesłaj plik wydrukowy~
pt_br: Você ainda não carregou o arquivo de impressão, vá em frente e carregue o arquivo de impressão~
ru: Вы еще не загрузили распечатанный файл, пожалуйста, продолжайте загружать распечатанный файл
sv: Du har inte laddat upp utskriftsfilen ännu, gå vidare och ladda upp utskriftsfilen~
tr: Henüz yazdırma dosyasını yüklemedin, devam et ve yazdırma dosyasını yükle~
uk: Ви ще не завантажили файл друку, продовжуйте завантажувати файл друку ~

source: You haven't download the model yet, go ahead and download it~
ca: Encara no has descarregat el model, feu-ho descarregar~
cs: Ještě jste si model nestáhli, stáhněte si ho~
de: Sie haben das Modell noch nicht heruntergeladen, gehen Sie weiter und laden Sie es herunter~
es: Aún no ha descargado el modelo, continúe descargando ~.
fr: Vous n'avez pas encore téléchargé le modèle, continuez à télécharger ~
hu: Még nem töltötte le a modellt, rajta, és töltse le~
it: Non hai ancora scaricato il modello, vai avanti e scaricalo~
ja: まだモデルをダウンロードしていないので、ダウンロードしてください~
nl: Je hebt het model nog niet gedownload, ga je gang en download het~
pl: Nie pobrałeś jeszcze modelu, śmiało i pobierz go~
pt_br: Você ainda não baixou o modelo, vá em frente e baixe-o~
ru: Вы еще не скачали модель, идите и скачать ее~
sv: Du har inte laddat ner modellen ännu, gå vidare och ladda ner den ~
tr: Henüz modeli indirmediniz, devam edin ve indirin~
uk: Ви ще не звантажили модель, продовжуйте звантажити її ~

source: You haven't download the print configuration yet, go download the print configuration~
ca: Encara no has descarregat la configuració d'impressió, descarregueu la configuració d'impressió~
cs: Ještě jste si nestáhli konfiguraci tisku, stáhněte si konfiguraci tisku~
de: Sie haben die Druckkonfiguration noch nicht heruntergeladen, gehen Sie zum Download der Druckkonfiguration ~
es: Aún no has descargado la configuración de impresión, ve a descargar la configuración de impresión~
fr: Vous n'avez pas encore téléchargé la configuration d'impression, allez télécharger la configuration d'impression~
hu: Még nem töltötte le a nyomtatási konfigurációt, menjen letölteni a nyomtatási konfigurációt~
it: Non hai ancora scaricato la configurazione di stampa, vai a scaricare la configurazione di stampa~
ja: 印刷設定をまだダウンロードしていないので、印刷設定をダウンロードしてください~
nl: U hebt de afdrukconfiguratie nog niet gedownload, ga de afdrukconfiguratie downloaden~
pl: Nie pobrałeś jeszcze konfiguracji druku, przejdź pobrać konfigurację druku~
pt_br: Você ainda não baixou a configuração de impressão, vá baixar a configuração de impressão~
ru: Вы еще не загрузили конфигурацию печати, идите загрузить конфигурацию печати~
sv: Du har inte laddat ner utskriftskonfigurationen ännu, gå ladda ner utskriftskonfigurationen~
tr: Henüz yazdırma yapılandırmasını indirmediniz, yazdırma yapılandırmasını indirin~
uk: Ви ще не звантажили налаштування друку, звантажте налаштування друку~

source: Approving...
ca: Aprobant...
cs: Schválení...
de: Genehmigung...
es: Aprobando...
fr: Approbation en cours...
hu: Jóváhagyom...
it: Approvazione...
ja: 承認中...
nl: Goedkeuring...
pl: Zatwierdzam...
pt_br: A aprovar...
ru: Утверждаю...
sv: Godkänner...
tr: Onaylanıyorum...
uk: Прийняття...

source: Approved
ca: Aprovada
cs: Schváleno
de: Genehmigt
es: Aprobado
fr: Approuvé
hu: Jóváhagyva
it: Approvato
ja: 承認
nl: Goedgekeurd
pl: Zatwierdzone
pt_br: Aprovado
ru: Утверждено
sv: Godkänd
tr: Onaylanmış
uk: Дозволено

source: Rejected
ca: Rejectat
cs: Zamítnuto
de: Ablehnt
es: Rechazar
fr: Réjeté
hu: Elutasítva
it: rifiutato
ja: 拒否
nl: Geweigerd
pl: Odrzucony
pt_br: Rejeitado
ru: Отказано
sv: Avvisad
tr: Reddedildi
uk: Відмовлено

source: Removed
ca: Eliminat
cs: Odstraněno
de: Entfernt
es: Alejado
fr: Loin de
hu: Eltávolított
it: Rimosso
ja: 削除
nl: Verwijderd
pl: Usunięto
pt_br: Removido
ru: Удалено
sv: Ta bort
tr: Kaldırıldı
uk: Вилучено

source: Purchased At
ca: Comprat a
cs: Zakoupené na
de: Gekauft bei
es: Tiempo de compra
fr: Temps d'achat
hu: Megvásárolt
it: Acquistato a
ja: 購入時期
nl: Gekocht bij
pl: Zakupione w
pt_br: Comprado em
ru: Купить в
sv: Köpt vid
tr: Satın alınmış at
uk: Куповано на

source: off
ca: desactivada
cs: vypnout
de: Aus
es: Guan
fr: hors
hu: kikapcsolva
it: spento
ja: オフ
nl: uit
pl: wyłączone
pt_br: desligado
ru: Гуань
sv: Av
tr: çıktı
uk: вимкнено

source: Start downloading. Please go to "Personal Center-My Downloads" to view.
ca: Comenceu a descarregar. Si us plau, aneu al "Personal Center-My Downloads" per veure.
cs: Začněte stahovat. Přejděte prosím na "Osobní centrum - Moje stahování" pro zobrazení.
de: Starten Sie den Download. Bitte gehen Sie zu "Personal Center – Meine Downloads", um es anzuzeigen.
es: Comience a descargar. Por favor, vaya a "Centro Personal-Mis Descargas" para ver.
fr: Démarrez le téléchargement. Rendez - vous sur « Personal Center my downloads » pour vérifier.
hu: Kezdjük el letölteni. A megtekintéshez menjen a "Személyes központ – Letöltéseim" menüpontba.
it: Inizia il download. Vai a "Centro personale-I miei download" per visualizzare.
ja: ダウンロードを開始します。 「Personal Center-My Downloads」をご覧ください。
nl: Start met downloaden. Ga naar "Personal Center – Mijn downloads" om deze te bekijken.
pl: Zacznij pobierać. Proszę przejść do "Centrum osobiste – Moje pobierania", aby zobaczyć.
pt_br: Comece a baixar. Por favor, vá para "Centro Pessoal-Meus Downloads" para visualizar.
ru: Начать загрузку. Пожалуйста, пройдите в "Персональный центр Моя загрузка", чтобы посмотреть.
sv: Börja ladda ner. Gå till "Personal Center-Mina nedladdningar" för att visa.
tr: İndirmeye başlayın. Lütfen görüntülemek için "Kişisel Merkez-İndirmelerim"e gidin.
uk: Почати звантаження. Будь ласка, перейдіть до « Особистий центр- мої звантаження », щоб переглянути.

source: System Preset Parameters
ca: Paràmetres predefinits del sistema
cs: Přednastavené parametry systému
de: Systemvorgabeparameter
es: Parámetros predeterminados del sistema
fr: Paramètres prédéfinis du système
hu: Rendszerelőre beállított paraméterek
it: Parametri predefiniti di sistema
ja: システムプリセットパラメータ
nl: Vooringestelde systeemparameters
pl: Parametry wstępne systemu
pt_br: Parâmetros predefinidos do sistema
ru: Предварительные параметры системы
sv: Systemförinställda parametrar
tr: Sistem Ön Ayarlanmış Parametreleri
uk: Параметри системного визначення

source: Current Version
ca: Versió actual
cs: Aktuální verze
de: Aktuelle Version
es: Versión actual
fr: Version actuelle
hu: Jelenlegi verzió
it: Versione corrente
ja: 現在のバージョン
nl: Huidige versie
pl: Aktualna wersja
pt_br: Versão Actual
ru: Текущая версия
sv: Aktuell version
tr: Ağımdaki Sürüm
uk: Поточна версія

source: Latest Version
ca: Última versió
cs: Nejnovější verze
de: Neueste Version
es: La última versión
fr: Dernière version
hu: Legújabb verzió
it: Ultima versione
ja: 最新バージョン
nl: Laatste versie
pl: Najnowsza wersja
pt_br: Versão mais recente
ru: Последняя версия
sv: Senaste versionen
tr: Son Sürüm
uk: Остання версія

source: Description
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
uk: Опис

source: Update
ca: Actualitzar
cs: Aktualizace
de: Aktualisieren
es: Actualización
fr: Mise à jour
hu: Frissítés
it: Aggiorna
ja: 更新
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualização
ru: Обновление
sv: Uppdatera
tr: Güncelleme
uk: Оновити
