Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Mobile Login
ca: Accés mòbil
cs: Mobilní přihlášení
de: Mobile Anmelden
es: Inicio de sesión móvil
fr: Connexion mobile
hu: Mobil bejelentkezés
it: Login mobile
ja: モバイルログイン
nl: Mobiele aanmelding
pl: Login mobilny
pt_br: Login móvel
ru: Мобильный вход
sv: Mobil inloggning
tr: Mobil Giriş
uk: Мобільний вход

source: Email Login
ca: Entrada per correu electrònic
cs: Přihlášení e-mailem
de: E-Mail Anmelden
es: Inicio de sesión por correo electrónico
hu: E-mail bejelentkezés
it: Login tramite email
ja: 電子メールログイン
nl: Inloggen per e-mail
pl: Login e-mail
pt_br: Login por e-mail
ru: Регистрация электронной почты
sv: E-post inloggning
tr: E-posta Giriş
uk: Вхід до електронної пошти

source: Password Login
ca: Contrasenya Login
cs: Heslo Přihlášení
de: Passwort Login
es: Contraseña Iniciar sesión
fr: Mot de passe login
hu: Jelszó bejelentkezése
ja: パスワード ログイン
nl: Wachtwoord inloggen
pl: Zalogowanie hasła
pt_br: Senha Login
ru: Логин с паролем
sv: Lösenord Login
tr: Şifre Giriş
uk: Вход до пароля

source: scan code to login
ca: codi d'escanejar per a accedir
cs: skenovat kód pro přihlášení
de: Scancode zum Einloggen
es: escanear código para iniciar sesión
fr: Scan code login
hu: bejelentkezési kód beolvasása
it: codice di scansione per il login
ja: スキャンコードログイン
nl: scancode om in te loggen
pl: skanuj kod do logowania
pt_br: digitalizar código para fazer login
ru: сканировать код для входа
sv: skanna kod för inloggning
tr: Giriş için kod tara
uk: сканувати код для входу

source: Have no account?
ca: No teniu raó?
cs: Nemáte žádný účet?
de: Haben Sie kein Konto?
es: ¿No tienes cuenta?
fr: Vous n'avez pas de compte ?
hu: Nincs számlája?
it: Non hai un account?
ja: アカウントなし？
nl: Heb je geen account?
pl: Nie masz rachunku?
pt_br: Não tem conta?
ru: Нет аккаунта?
sv: Har du inget konto?
tr: Hiçbir hesap yok mu?
uk: Немає рахунку?

source: Please click
ca: Si us plau, cliqueu
cs: Prosím klikněte
de: Bitte klicken Sie auf
es: Por favor haga clic
fr: Veuillez cliquer
hu: Kérem kattintson
it: Fare clic
ja: クリックしてください
nl: Klik op
pl: Proszę kliknąć
pt_br: Por favor clique
ru: Пожалуйста, нажмите
sv: Klicka på
tr: Lütfen tıklayın
uk: Будь ласка, натисніть

source: Verification Code Login
ca: Entrada en codi de verificació
cs: Ověřovací kód Přihlášení
de: Verifizierungscode Login
es: Código de verificación Iniciar sesión
fr: CAPTCHA login
hu: Ellenőrzési kód Bejelentkezés
it: Accesso al codice di verifica
ja: 認証コード ログイン
nl: Verificatiecode Login
pl: Kod weryfikacji Login
pt_br: Código de verificação Login
ru: Код проверки Логин
sv: Verifieringskod Login
tr: Kontrol Kodu Giriş
uk: Вход до коду перевірки

source: Forgot password?
ca: Ha oblidat la contrasenya?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hu: Elfelejtetted a jelszót?
it: Hai dimenticato la password?
ja: パスワードを忘れましたか？
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
sv: Glömt lösenord?
tr: Şifreyi unuttun mu?
uk: Забудь пароль?

source: Other login methods
ca: Altres mètodes de connexió
cs: Jiné přihlašovací metody
de: Andere Anmeldemethoden
es: Otros métodos de inicio de sesión
fr: Autres méthodes de connexion
hu: Egyéb bejelentkezési módszerek
it: Altri metodi di login
ja: その他のログイン方法
nl: Andere aanmeldmethoden
pl: Inne metody logowania
pt_br: Outros métodos de autenticação
ru: Другие способы входа
sv: Andra inloggningsmetoder
tr: Diğer giriş yöntemleri
uk: Інші методи входу

source: Open the Creality Cloud App - Personal Center Scan
ca: Obre l'aplicació Creality Cloud - Escàner del centre personal
cs: Otevřete aplikaci Creality Cloud aplikace Prohlížení osobního centra
de: Öffnen Sie die Creality Cloud App mit Personal Center Scan
es: Abra la aplicación Creality Cloud - Escaneo del Centro Personal
fr: Ouvrez l'application Creality Cloud - Personal Center Scan
hu: Nyissa meg a Creality Cloud alkalmazást - Personal Center Scan
it: Aprire l'app Creality Cloud - Personal Center Scan
ja: Creality Cloud アプリを開く - パーソナルセンタースキャン
nl: Open de Creality Cloud App - Personal Center Scan
pl: Otwórz aplikację Creality Cloud - Personal Center Scan
pt_br: Abra o aplicativo Creality Cloud - Personal Center Scan
ru: Откройте приложение Creality Cloud - Personal Center Scan
sv: Öppna Creality Cloud-appen - Personal Center Scan
tr: Creality Bulut Uygulamasını Aç - Kişisel Merkez Tarama
uk: Відкрити програму Creality Cloud — особисте сканування центру

source: You are currently on the
ca: Actualment estàs en el
cs: V současné době jste na
de: Sie befinden sich derzeit auf der
es: Actualmente está en
fr: Vous êtes actuellement en
hu: Ön jelenleg a
it: Sei attualmente sul
ja: あなたは現在
nl: U bent momenteel op de
pl: Jesteś obecnie na
pt_br: Você está atualmente no
ru: В настоящее время вы находитесь на
sv: Du är för närvarande på
tr: Şu anda buradasın.
uk: Ви зараз на

source: Chinese website (+86),
ca: web xinès (+86),
cs: čínské internetové stránky (+86),
de: chinesische Website (+86),
es: Sitio web chino (+86),
fr: Site chinois (+86),
hu: kínai weboldal (+86),
it: Sito web cinese (+86),
ja: 中国のウェブサイト (+86),
pl: chińska strona internetowa (+86),
pt_br: Sítio Web chinês (+86),
ru: Китайский сайт (+86),
sv: Kinesisk webbplats (+86),
tr: Çin web sitesi (+86),
uk: Китайський веб-сайт (+86),

source: please use
ca: si us plau utilitzeu
cs: prosím použijte
de: Bitte benutzen
es: Por favor utilice
fr: Veuillez utiliser
hu: kérjük használja
it: si prega di utilizzare
ja: ご利用ください
nl: Gebruik alstublieft
pl: proszę użyć
pt_br: Por favor use
ru: пожалуйста, используйте
sv: Vänligen använd
tr: Lütfen kullanın
uk: Використовуйте

source: Chinese version App
ca: Versió xinesa App
cs: Čínská verze aplikace
de: Chinesische Version App
es: Versión china App
fr: Version chinoise App
hu: kínai verzió App
it: Versione cinese App
ja: 中国版アプリ
nl: Chinese versie App
pl: Aplikacja w wersji chińskiej
pt_br: Versão chinesa App
ru: Китайская версия App
sv: Kinesisk version App
tr: Çin sürümü uygulaması
uk: Китайська програма версії

source: scan then login
ca: escanejar llavors l'entrada
cs: skenovat a přihlásit se
de: Scannen und Login
es: escanear y iniciar sesión
fr: scanner puis se connecter
hu: szkennelni, majd bejelentkezni
it: scansionare e accedere
ja: スキャン後にログイン
nl: scan en log in
pl: skanuj, a następnie zaloguj się
pt_br: digitalizar e fazer login
ru: Запись после сканирования
sv: Skanna sedan logga in
tr: Tara sonra gir
uk: сканувати потім входити

source: Register Now
ca: Rexistre ara
cs: Zaregistrujte se nyní
de: Jetzt registrieren
es: Regístrese ahora
fr: Inscrivez-vous maintenant
hu: Regisztrálj most
it: Registrati ora
ja: 今すぐ登録
nl: Registreer nu
pl: Zarejestruj się teraz
pt_br: Registe-se Agora
ru: Немедленная регистрация
sv: Registrera dig nu
tr: Şimdi kaydedin
uk: Записатися зараз

source: Input Phone Number
ca: Número de telèfon d'entrada
cs: Zadejte telefonní číslo
de: Telefonnummer eingeben
es: Introduzca el número de teléfono
fr: Entrez le numéro de téléphone
hu: Bemeneti telefonszám
it: Inserisci il numero di telefono
ja: 電話番号を入力
nl: Telefoonnummer invoeren
pl: Wejście numer telefonu
pt_br: Digite o número de telefone
ru: Введите номер телефона
sv: Ange telefonnummer
tr: Giriş Telefon Numarası
uk: Вхідний номер телефону

source: Mobile Register
ca: Registre mòbil
cs: Mobilní registr
de: Mobile Registrieren
es: Registro móvil
fr: Enregistrement mobile
hu: Mobilnyilvántartás
it: Registro mobile
ja: モバイル 登録
nl: Mobiel register
pl: Rejestr mobilny
pt_br: Registro móvel
ru: Мобильный регистр
sv: Mobilregister
tr: Mobil Kayıt
uk: Мобільний реєстр

source: Email Register
ca: Registre de correu electrònic
cs: Registrace e-mailu
de: E-Mail registrieren
es: Registro por correo electrónico
fr: Inscrivez-vous par email
hu: E-mail regisztráció
it: Registrazione email
ja: メール登録
nl: E-mailregistratie
pl: Rejestracja poczty elektronicznej
pt_br: Registro de e-mail
ru: Регистрация электронной почты
sv: Registrera e-post
tr: E-posta Kayıt
uk: Реєстр електронної пошти

source: Already have account?
ca: Ja tens un compte?
cs: Už máte účet?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes cuenta?
fr: Vous avez déjà un compte ?
hu: Már van számlája?
it: Hai già un account?
ja: 既にアカウントを持っていますか？
nl: Heb je al rekening?
pl: Masz już konto?
pt_br: Já tens conta?
ru: Уже есть аккаунт?
sv: Har du redan ett konto?
tr: Hesabınız zaten var mı?
uk: У вас вже є рахунок?

source: Input Verification Code
ca: Código de verificació d'entrada
cs: Vstupní ověřovací kód
de: Verifizierungscode eingeben
es: Introduzca el Código de verificación
fr: Code de vérification d'entrée
hu: Bemeneti ellenőrzési kód
it: Codice di verifica di input
ja: 入力検証コード
nl: Invoerverificatiecode
pl: Kod weryfikacji wejścia
pt_br: Código de verificação de entrada
ru: Входный код проверки
sv: Inmatningskod
tr: Giriş Doğrulama Kodu
uk: Код перевірки вхідних даних

source: Send Verification Code
ca: Enviar un codi de verificació
cs: Odeslat ověřovací kód
de: Überprüfungscode senden
es: Enviar código de verificación
fr: Envoyer le Code de vérification
hu: Ellenőrzési kód küldése
it: Invia codice di verifica
ja: 認証コードを送信する
nl: Verificatiecode verzenden
pl: Wyślij kod weryfikacyjny
pt_br: Enviar Código de Verificação
ru: Отправить код проверки
sv: Skicka verifieringskod
tr: Doğrulama Kodu Gönder
uk: Надіслати код перевірки

source: 6-18 characters
ca: 6-18 caràcters
cs: 6-18 znaky
de: 6-18 Zeichen
es: 6-18 caracteres
fr: 6-18 caractères
hu: 6–18 karakter
it: 6-18 caratteri
ja: 6-18文字
nl: 6-18 tekens
pl: 6-18 znaków
pt_br: 6-18 caracteres
ru: 6 - 18 символов
sv: 6-18 tecken
tr: 6-18 karakter
uk: 6- 18 символів

source: I have read and agree
ca: he llegit i està d'acord
cs: Přečetl jsem si a souhlasím
de: Ich habe gelesen und stimme zu
es: He leído y estoy de acuerdo
fr: J'ai lu et je suis d'accord
hu: Elolvastam és egyetértek
it: Ho letto e sono d'accordo
ja: 読み、同意しました。
nl: Ik heb gelezen en ga akkoord
pl: Przeczytałem i zgadzam się
pt_br: Eu li e concordo
ru: Я прочитал и согласен
sv: Jag har läst och godkänner
tr: Okuyorum ve kabul ediyorum
uk: Я читав і погодився

source: Creality Cloud User Registration Agreement
ca: Acord de Registre d'Usuari Creality Cloud
cs: Smlouva o registraci uživatele Creality Cloud
de: Creality Cloud Benutzerregistrierungsvereinbarung
es: Protocolo de registro de usuarios de la nube de creación
fr: Contrat d'inscription utilisateur Creality Cloud
hu: Creality Cloud felhasználói regisztrációs megállapodás
it: Contratto di registrazione utente Creality Cloud
ja: Creality Cloud ユーザー登録契約
pl: Umowa rejestracji użytkownika Creality Cloud
pt_br: Contrato de Registro de Usuário da Creality Cloud
ru: Соглашение о регистрации пользователей Creality Cloud
sv: Creality Cloud användarregistreringsavtal
tr: Creality Bulut Kullanıcı Kayıt Anlaşması
uk: Договор реєстрації користувача хмар Creality

source: And
ca: I
cs: A
de: Und
es: Además
fr: Et
hu: És
it: E
ja: そして
nl: En
pl: I
pt_br: E
ru: И...
sv: och
tr: Ve...
uk: І

source: Privacy Policy
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi nyilatkozat
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik politikası
uk: Політика приватності

source: Reset Password
ca: Reiniciar la contraseña
cs: Obnovit heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó alaphelyzetbe állítása
it: Resettare password
ja: パスワードをリセットする
nl: Wachtwoord opnieuw instellen
pl: Resetowanie hasła
pt_br: Restaurar senha
ru: Сбросить пароль
sv: Återställ lösenord
tr: Parolayı Sıfırla
uk: Зновлення пароля

source: Email Password Retrieval
ca: Recuperació de contrasenya de correu electrònic
cs: Vyhledávání hesla e-mailu
de: Abruf des E-Mail-Passworts
es: Recuperación de contraseña de correo electrónico
fr: Email mot de passe récupérer
hu: E-mail jelszó lekérése
it: Recupero password e-mail
ja: メールパスワードの取得
nl: E-mailwachtwoord ophalen
pl: Pobieranie hasła e-mail
pt_br: Recuperação de senha de e-mail
ru: Получение пароля электронной почты
sv: E-postlösenordshämtning
tr: E-posta Şifresi Alma
uk: Відновлення пароля електронної пошти

source: Return To Login
ca: Tornar a l'entrada
cs: Vrátit se k přihlášení
de: Zurück zum Login
es: Volver a Iniciar sesión
fr: Retour à la connexion
hu: Vissza a bejelentkezéshez
it: Torna al Login
ja: ログインに戻る
nl: Terug naar Login
pl: Powrót do logowania
pt_br: Voltar ao Login
ru: Вернуться к входу
sv: Återgå till inloggning
tr: Girişe dön
uk: Повернутися до входу

source: Cancel
ca: Canviar
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: törlés
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sv: Avbryt
tr: Lütfen
uk: Скасувати

source: Confirm
ca: Confirmar
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
hu: Megerősítés
it: Conferma
ja: 確認
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmação
ru: Подтвердить
sv: Bekräfta
tr: Onayla
uk: Підтвердити

source: Tip
ca: Consell
de: Tipp
es: Consejos
fr: Conseils
hu: Tipp
it: Suggerimento
ja: ヒント
pl: Wskazówka
pt_br: Dica
ru: Совет
uk: Підказка

source: Confirm to logout?
ca: Confirmar el logout?
cs: Potvrdit odhlášení?
de: Bestätigen Sie den Logout?
es: ¿Confirmar el logout?
fr: Confirmer la déconnexion ?
hu: Megerősítem a kijelentkezést?
it: Conferma il logout?
ja: ログアウトを確認？
nl: Bevestigen om uit te loggen?
pl: Potwierdzić logowanie?
pt_br: Confirmar o logout?
ru: Подтвердить вывод?
sv: Bekräfta att logga ut?
tr: Çıkış onaylamak mı?
uk: Підтвердити вихід?

source: Model Details
ca: Detalles del model
cs: Detaily modelu
de: Modell Details
es: Detalles del modelo
fr: Détails du modèle
hu: Modell részletei
it: Dettagli del modello
ja: モデル詳細
nl: Modelgegevens
pl: Szczegóły modelu
pt_br: Detalhes do modelo
ru: Детали модели
sv: Modelldetaljer
tr: Model Ayrıntıları
uk: Подробиці моделі

source: Category
ca: Categoria
cs: Kategorie
de: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
ja: カテゴリ
nl: Categorieën
pl: Kategoria
pt_br: Categoria
ru: Категория
sv: Kategori
tr: Kategori
uk: Категорія

source: models total
ca: models totals
cs: modely celkem
de: Modelle insgesamt
es: modelos total
fr: modèles total
hu: modellek összesen
it: modelli totali
ja: モデル合計
nl: modellen totaal
pl: modele łącznie
pt_br: modelos total
ru: моделей всего
sv: modeller totalt
tr: toplam modeller
uk: моделі всього

source: Print Settings
ca: Configuració d' impressió
cs: Nastavení tisku
de: Druckeinstellungen
es: Configuración de impresión
fr: Paramètres d'impression
hu: Nyomtatási beállítások
it: Impostazioni stampa
ja: 印刷設定
nl: Afdrukinstellingen
pl: Ustawienia drukowania
pt_br: Configurações de impressão
ru: Настройки печати
sv: Inställningar för utskrift
tr: Yazdırma Ayarları
uk: Параметри друку

source: Files
ca: Arxius
cs: Soubory
de: Dateien
es: Archivos
fr: Fichiers
hu: Fájlok
it: file
ja: ファイル
nl: Bestanden
pl: Pliki
pt_br: Arquivos
ru: Файлы
sv: filer
tr: Dosyalar
uk: Файли

source: No Print Settings
ca: No hi ha configuracions d'impressió
cs: Žádná nastavení tisku
de: Keine Druckeinstellungen
es: No hay configuración de impresión
fr: Pas de paramètres d'impression
hu: Nincs nyomtatási beállítás
it: Nessuna impostazione di stampa
ja: 印刷設定なし
nl: Geen afdrukinstellingen
pl: Brak ustawień druku
pt_br: Nenhuma configuração de impressão
ru: Нет настроек печати
sv: Inga utskriftsinställningar
tr: Yazım Ayarları Yok
uk: Немає параметрів друку

source: No Print Models
ca: No hi ha models d'impressió
cs: Žádné tiskové modely
de: Keine Druckmodelle
es: No hay modelos de impresión
fr: Aucun modèle d'impression
hu: Nincs nyomtatási modell
it: Nessun modello di stampa
ja: 印刷モデルなし
nl: Geen afdrukmodellen
pl: Brak modeli drukowania
pt_br: Sem Modelos de Impressão
ru: Нет печатных моделей
sv: Inga utskriftsmodeller
tr: Baskı Modelleri Yok
uk: Немає моделей друку

source: Download All
ca: Descargar tot
cs: Stáhnout vše
de: Alle herunterladen
es: Descargar todo
fr: Télécharger tout
hu: Letöltés Minden
it: Scarica tutto
ja: すべてダウンロード
nl: Alles downloaden
pl: Pobierz wszystkie
pt_br: Baixar tudo
ru: Скачать все
sv: Ladda ner alla
tr: Tümünü İndir
uk: Завантажити все

source: Download Then Load
ca: Descargar i carregar
cs: Stáhnout a načíst
de: Herunterladen Dann laden
es: Descargar y cargar
fr: Télécharger puis charger
hu: Letöltés és betöltés
it: Scarica e carica
ja: ダウンロードしてロード
nl: Downloaden en laden
pl: Pobierz a następnie załadować
pt_br: Transferir e Carregar
ru: Скачать затем загрузить
sv: Ladda ner sedan ladda
tr: İndir Sonra Yükle
uk: Звантажити потім завантажити

source: Upload
ca: Enviar
cs: Nahrát
de: Hochladen
es: Cargar
fr: Télécharger
hu: Feltöltés
it: Carica
ja: アップロード
pl: Prześlij
pt_br: Carregar
ru: Загрузить
sv: Ladda upp
tr: Yükle
uk: Вивантажити

source: Recommend
ca: Recomendar
cs: Doporučit
de: Empfehlen
es: Recomendar
fr: Recommandé
hu: Ajánlás
it: Raccomandare
ja: おすすめします
nl: Aanbevelen
pl: Zalecam
pt_br: Recomendar
ru: Рекомендовать
sv: Rekommendera
tr: Öneri
uk: Рекомендувати

source: VIP Free
ca: VIP lliure
cs: VIP zdarma
de: VIP kostenlos
es: VIP gratis
fr: VIP gratuit
hu: VIP ingyenes
it: VIP gratuito
ja: VIP 無料
nl: VIP gratis
pt_br: VIP grátis
ru: VIP бесплатно
sv: VIP Gratis
tr: VIP Ücretsiz
uk: ВІП безкоштовно

source: Exclusive
ca: Exclusiu
cs: Exkluzivní
de: Exklusiv
es: Exclusivo
fr: Exclusif
hu: Kizárólagos
it: esclusivo
ja: 排他的
nl: Exclusief
pl: Wyłącznie
pt_br: Exclusivo
ru: Эксклюзивный
sv: Exklusivt
tr: Affedersin.
uk: Виключення

source: Multi Color
cs: Vícebarevné
de: Mehrfarbige
fr: Multi couleur
hu: Többszínű
it: Multicolore
ja: 多色
nl: Multi Kleur
pl: Wielokolorowe
pt_br: Multi cor
ru: Мульти Цвет
sv: Flerfärgad
tr: Çok Renk
uk: Багато кольорів

source: All
ca: Tots
cs: Všechny
de: Alle
es: Todo
fr: Tous
hu: Minden
it: Tutti
ja: すべて
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
tr: Tüm
uk: Всі

source: Format
cs: Formát
es: Formato
hu: Formátum
it: Formato
ja: フォーマット
nl: Opmaak
pl: Formatowanie
pt_br: Formato
ru: Формат
uk: Формат

source: Price
ca: Prix
cs: Cena
de: Preis
es: Precio
fr: Prix
hu: Ár
it: Prezzo
ja: 価格
nl: Prijs
pl: Cena
pt_br: Preço
ru: Цена
sv: Pris
tr: Ödül
uk: Ціна

source: Sort
ca: Ordenar
cs: Třídit
de: Sortieren
es: Ordenar
fr: Trier
hu: Rendezés
it: Ordina
ja: ソート
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ru: Сортировать
sv: Sortera
uk: Впорядкувати

source: Free model
ca: Model lliure
cs: Volný model
de: Freies Modell
es: Modelo libre
fr: Modèle libre
hu: Szabad modell
it: Modello libero
ja: フリーモデル
nl: Vrij model
pl: Wolny model
pt_br: Modelo livre
ru: Свободная модель
sv: Fri modell
tr: Ücretsiz model
uk: Вільна модель

source: Fee model
ca: Model de tarifa
cs: Model poplatku
de: Gebührenmodell
es: Modelo de tarifa
fr: Modèle de frais
hu: Díjmodell
it: Modello di tassa
ja: 料金モデル
nl: Toeslagmodel
pl: Model opłaty
pt_br: Modelo da taxa
ru: Модель сбора
sv: Avgiftsmodell
tr: Besleme modeli
uk: Модель витрат

source: Comprehensive Trends
ca: Tendencies globals
cs: Komplexní trendy
de: Umfassende Trends
es: Tendencias Integrales
fr: Tendances globales
hu: Átfogó trendek
it: Tendenze complete
ja: 総合トレンド
nl: Uitgebreide trends
pl: Kompleksowe trendy
pt_br: Tendências abrangentes
ru: Общие тенденции
sv: Övergripande trender
tr: Kapsamlı Trendler
uk: Загальні тренди

source: Latest Upload
ca: L'última càrrega
cs: Poslední nahrávání
de: Neueste Upload
es: Última subida
fr: Dernier téléchargement
hu: Legutóbbi feltöltés
it: Ultimo caricamento
ja: 最新のアップロード
nl: Laatste upload
pl: Najnowsze przesłanie
pt_br: Último upload
ru: Последнее загрузка
sv: Senaste uppladdning
tr: Son Yükleme
uk: Останній вивантаження

source: Browse
ca: Navegar
cs: Procházet
de: Durchsuchen
es: Navegar
fr: Parcourir
hu: Böngészés
it: Sfoglia
ja: 参照
nl: Bladeren
pl: Przeglądaj
pt_br: Navegar
ru: Просмотр
sv: Bläddra
tr: İzle
uk: Переглянути

source: Like
ca: Com
cs: Jako třeba
de: Gefällt mir
es: Me gusta
fr: J'aime
hu: Például
it: Mi piace
ja: 好き
nl: Zoals
pl: Jak na przykład
pt_br: Como
ru: Нравится
sv: Som
tr: Beğeni
uk: Подобається

source: Favorites
ca: Favorits
cs: Oblíbené
de: Favoriten
es: Favoritos
fr: Collections
hu: Kedvencek
it: Preferiti
ja: お気に入り
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ru: Коллекция
sv: Favoriter
tr: Favoriler
uk: Улюблені

source: Download
ca: Descargar
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Télécharger
hu: Letöltés
it: Scarica
ja: ダウンロード
pl: Pobierz
pt_br: Transferir
ru: Скачать
sv: Ladda ner
tr: İndir
uk: Завантажити

source: Purchase
ca: Comprar
cs: Nákup
de: Kauf
es: Compra
fr: Acheter
hu: Vásárlás
it: Acquisto
ja: 購入
nl: Aankoop
pl: Zakup
pt_br: Compra
ru: Покупка
sv: Köp
tr: Satın Alın
uk: Купи

source: History
ca: Història
cs: Historie
de: Geschichte
es: Historia
fr: Histoire
hu: Történelem
it: Storia
ja: 歴史
nl: Geschiedenis
pl: Historia
pt_br: História
ru: История
sv: Historia
tr: Tarihi
uk: Історія

source: Clear History
ca: Neteja la història
cs: Vymazat historii
de: Geschichte löschen
es: Borrar historial
fr: Effacer l'historique
hu: Előzmények törlése
it: Cancella Storia
ja: 履歴をクリア
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar o Histórico
ru: Очистить историю
sv: Rensa historik
tr: Geçmişi Temizle
uk: Очистити історію

source: Popular Search
ca: Busca popular
cs: Oblíbené vyhledávání
de: Beliebte Suche
es: Búsqueda popular
fr: Recherche populaire
hu: Népszerű keresés
it: Ricerca popolare
ja: 人気検索
nl: Populair zoeken
pl: Popularne wyszukiwanie
pt_br: Pesquisa Popular
ru: Популярный поиск
sv: Populär sökning
tr: Popüler Arama
uk: Популярний пошук

source: Models
cs: Modely
de: Modelle
es: Modelo
fr: Modèle
hu: Modellek
it: Modelli
ja: モデル
nl: Modellen
pl: Modele
pt_br: Modelos
ru: Модели
sv: Modeller
tr: Modeller
uk: Моделі

source: Print Files
ca: Imprimer Fichers
cs: Tisk souborů
de: Dateien drucken
es: Imprimir archivos
fr: Imprimer des fichiers
hu: Fájlok nyomtatása
it: Stampa file
ja: ファイルを印刷する
nl: Bestanden afdrukken
pl: Drukuj pliki
pt_br: Imprimir arquivos
ru: Печать файлов
sv: Skriv ut filer
tr: Dosyaları Yazdır
uk: Друкувати файли

source: My Upload
ca: La meva càrrega
cs: Moje nahrávání
de: Mein Upload
es: Mi carga
fr: Mon téléchargement
hu: Feltöltésem
it: Il mio caricamento
ja: 私のアップロード
nl: Mijn upload
pl: Moje przesłanie
pt_br: Meu upload
ru: Загрузить
sv: Min uppladdning
tr: Benim Yüklemem
uk: Моє вивантаження

source: My Like
ca: El meu tipus
cs: Moje ráda
de: Meine Gefällt mir
es: Mi Me gusta
fr: Mon Like
hu: Kedvelem
it: Mi piace
ja: 私は好きです
nl: Mijn Like
pl: Podoba mi się
pt_br: Meu gosto
ru: Мое нравится
sv: Min gillar
tr: Benim Beğenim
uk: Мої подібні

source: My Purchase
ca: La meva compra
cs: Můj nákup
de: Mein Einkauf
es: Mi compra
fr: Mon achat
hu: Vásárlás
it: Il mio acquisto
ja: 私の購入
nl: Mijn aankoop
pl: Mój zakup
pt_br: A Minha Compra
ru: Моя покупка
sv: Mitt köp
tr: Benim Alınım
uk: Моє покупання

source: My Favorites
ca: Els meus favorits
cs: Moje oblíbené
de: Meine Favoriten
es: Mis favoritos
fr: Mes favoris
hu: Kedvenceim
it: I miei preferiti
ja: お気に入り
nl: Mijn favorieten
pl: Moje ulubione
pt_br: Os Meus Favoritos
ru: Мои любимые
sv: Mina favoriter
tr: Favorilerim
uk: Мої улюблені

source: Creative Works
ca: Obres Creatives
cs: Kreativní díla
de: Kreative Werke
es: Obras Creativas
fr: œuvres créatives
hu: Kreatív munkák
it: opere creative
ja: クリエイティブ作品
nl: Creatieve werken
pl: dzieła kreatywne
pt_br: Obras Criativas
ru: творческих работ
sv: Kreativa verk
tr: Yaratıcı Eserler
uk: Креативні роботи
