Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Do you want to use the default material list?
ca: Vols utilitzar la llista de materials predeterminada?
cs: Chcete použít výchozí seznam materiálů?
de: Möchten Sie die Standardmaterialliste verwenden?
es: ¿Desea usar la lista de materiales predeterminada?
fr: Voulez-vous utiliser la liste de matériaux par défaut ?
hu: Az alapértelmezett anyaglistát szeretné használni?
it: Vuoi usare l'elenco dei materiali predefinito?
ja: 既定のマテリアルリストを使用しますか？
nl: Wilt u de standaard materiaallijst gebruiken?
pl: Czy chcesz użyć domyślnej listy materiałów?
pt_br: Deseja usar a lista de materiais padrão?
ru: Хотите использовать список материалов по умолчанию?
sv: Vill du använda standardmateriallistan?
tr: Varsayılan malzeme listesini kullanmak ister misiniz?
uk: Ви бажаєте використовувати типовий список матеріалів?

source: Create New
ca: Crear nou
cs: Vytvořit nový
de: Neu erstellen
es: Crear nuevo
fr: Créer un nouveau
hu: Új létrehozás
it: Creare nuovo
ja: 新しい作成
nl: Nieuw aanmaken
pl: Stwórz Nowy
pt_br: Criar Novo
ru: Создать новый
sv: Skapa ny
tr: Yeni Oluştur
uk: Створити новий

source: AI Modeling
ca: Modelatge AI
cs: AI modelování
de: KI Modellierung
es: Modelado de IA
fr: Modélisation de l'intelligence artificielle
hu: AI modellezés
it: Modellazione AI
ja: AI モデリング
nl: AI-modellering
pl: Modelowanie AI
pt_br: Modelagem AI
ru: Моделирование ИИ
sv: AI-modellering
tr: AI Modelleme
uk: Моделювання штучного інтелекту

source: Vast
cs: Obrovský
de: Groß
es: Amplio
fr: Vaste
hu: Hatalmas
it: Vasto
ja: 広大な
nl: Groot
pl: Rozległy
pt_br: Vasto
ru: Огромный
sv: Omfattande
tr: Geniş
uk: Великий

source: Deemos
fr: Dimos
ja: ディーモス
ru: Димос
tr: Deemos'un
uk: Димосgreece_ prefectures. kgm

source: Record
ca: Gravar
cs: Záznam
de: Aufzeichnung
es: Registro
fr: enregistrement
hu: Feljegyzés
it: registro
ja: 記録（きろく）
pl: Zapis
pt_br: Gravar
ru: Запись
sv: Rekord
tr: Kayıt
uk: Запис

source: Filament Type
ca: Tip de filament
cs: Typ vlákna
hu: Izzószál típusa
pl: Typ włókna
uk: Тип фільмента

source: At least one filament must be selected.
ca: S'ha de seleccionar almenys un filament.
cs: Musí být vybráno alespoň jedno vlákno.
hu: Legalább egy szálat kell kiválasztani.
nl: Er moet ten minste één filament worden geselecteerd.
pl: Należy wybrać co najmniej jeden filament.
uk: Необхідно вибрати принаймні одну нитку.

source: Do you want to use default filament?
ca: Vols utilitzar filament predefinit?
cs: Chcete použít výchozí filament?
hu: Szeretné használni az alapértelmezett szálat?
nl: Wilt u het standaard filament gebruiken?
pl: Chcesz użyć domyślnego filamentu?
uk: Ви бажаєте використовувати типовий гілковик?

source: Add New Filament
ca: Engadir un nou filament
cs: Přidat nové vlákno
hu: Új szál hozzáadása
nl: Nieuw filament toevoegen
pl: Dodaj Nowe Filament
uk: Додати новий фільмент

source: Please select at least one printer.
ca: Si us plau seleccioneu almenys una impresora.
cs: Vyberte alespoň jednu tiskárnu.
hu: Válasszon ki legalább egy nyomtatót.
nl: Selecteer ten minste één printer.
pl: Proszę wybrać co najmniej jedną drukarkę.
uk: Будь ласка, виберіть принаймні один принтер.

source: OR
cs: Nebo
de: ODER
es: O
fr: OU
hu: VAGY
it: O
ja: または
nl: OF
pl: albo
pt_br: OU
ru: Или
sv: eller
tr: VEYA

source: Workbench
cs: Pracovní stůl
de: Arbeitsbank
es: Mesa de trabajo
fr: Banque de travail
hu: Munkapad
it: Banco di lavoro
ja: ワークベンチ
nl: Werkbank
pl: Stół roboczy
pt_br: Banco de trabalho
ru: Рабочий стол
sv: Arbetsbänk
tr: Çalışma Masası

source: SVG
tr: SVG'nin
