Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Are you sure delete this preset?
ca: Esteu segurs de eliminar aquesta predefinició?
cs: Jste si jistý, že odstraníte tuto předvolbu?
de: Sind Sie sicher, dass diese Vorgabe gelöscht wird?
es: ¿Estás seguro de eliminar este preset?
fr: Êtes-vous sûr de supprimer ce préréglage ?
hu: Biztos, hogy törli ezt az előbeállítást?
it: Sei sicuro di eliminare questo preset?
ja: このプリセットを削除するのが確かですか？
nl: Weet je zeker dat je deze voorinstelling verwijdert?
pl: Na pewno usunąłeś to ustawienie?
pt_br: Tem certeza de excluir esta predefinição?
ru: Вы уверены, что удалите эту предварительную настройку?
sv: Är du säker på att ta bort förinställningen?
tr: Bu önayarı sildiğinizden emin misiniz?
uk: Ви впевнені вилучити цей попередній параметр?

source: No
cs: Ne, ne.
de: Nein
fr: Non
hu: Nem
it: No. No.
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não.
ru: Нет
sv: Nej
tr: Hayır.
uk: Ні.

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí. Sí.
fr: Oui
hu: Igen
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet.
uk: Так

source: The current search results are empty~
ca: Els resultats actuals de la cerca són buits
cs: Aktuální výsledky hledání jsou prázdné~
de: Die aktuellen Suchergebnisse sind leer~
es: Los resultados de búsqueda actuales están vacíos~
fr: Les résultats de recherche actuels sont vides~
hu: A jelenlegi keresési eredmények üresek
it: I risultati della ricerca attuali sono vuoti~
ja: 現在の検索結果は空です~
nl: De huidige zoekresultaten zijn leeg~
pl: Aktualne wyniki wyszukiwania są puste~
pt_br: Os resultados actuais da pesquisa estão vazios~
ru: Текущие результаты поиска пусты~
sv: De aktuella sökresultaten är tomma
tr: Mevcut arama sonuçları boş~
uk: Поточні результати пошуку порожні ~

source: You haven't added a device yet
ca: Encara no has afegit un aparell
cs: Ještě jste nepřidali zařízení
de: Sie haben noch kein Gerät hinzugefügt
es: Aún no has añadido un dispositivo
fr: Vous n'avez pas encore ajouté d'appareil
hu: Még nem adtál hozzá eszközt
it: Non hai ancora aggiunto un dispositivo
ja: まだデバイスを追加していません
nl: Je hebt nog geen apparaat toegevoegd
pl: Nie dodałeś jeszcze urządzenia
pt_br: Você ainda não adicionou um dispositivo
ru: Вы еще не добавили устройство
sv: Du har inte lagt till en enhet än
tr: Henüz bir cihaz eklemedin.
uk: Ви ще не додали пристрою

source: The current account is not associated with any devices
ca: El compte actual no està associat amb cap aparell
cs: Běžný účet není spojen s žádným zařízením
de: Das laufende Konto ist keinem Gerät zugeordnet
es: La cuenta actual no está asociada a ningún dispositivo
fr: Le compte actuel n'est associé à aucun appareil
hu: A folyó számla nem kapcsolódik semmilyen eszközhöz
it: Il conto corrente non è associato a nessun dispositivo
ja: 現在のアカウントはデバイスに関連付けられていません
nl: De lopende rekening is niet gekoppeld aan een apparaat
pl: Konto bieżące nie jest powiązane z żadnymi urządzeniami
pt_br: A conta corrente não está associada a nenhum dispositivo
ru: Текущая учетная запись не связана с каким - либо устройством
sv: Bytekontot är inte kopplat till några enheter
tr: Geçerli hesap herhangi bir cihazla ilişkili değildir
uk: Поточний рахунок не пов’ язаний з жодними пристроями

source: Please follow the instructions below to add a new device
ca: Sigueu les instruccions d'abans per afegir un nou dispositiu
cs: Pro přidání nového zařízení postupujte podle níže uvedených pokynů.
de: Bitte folgen Sie den Anweisungen unten, um ein neues Gerät hinzuzufügen
es: Sigue las instrucciones a continuación para agregar un nuevo dispositivo
fr: Suivez les instructions ci - dessous pour ajouter un nouvel appareil
hu: Új eszköz hozzáadásához kövesse az alábbi utasításokat
it: Segui le istruzioni qui sotto per aggiungere un nuovo dispositivo
ja: 以下の手順に従って新しいデバイスを追加してください
nl: Volg de onderstaande instructies om een nieuw apparaat toe te voegen
pl: Postępuj zgodnie z poniższymi instrukcjami, aby dodać nowe urządzenie
pt_br: Siga as instruções abaixo para adicionar um novo dispositivo
ru: Пожалуйста, добавьте новое устройство в соответствии со следующими инструкциями
sv: Följ instruktionerna nedan för att lägga till en ny enhet
tr: Lütfen yeni bir cihaz eklemek için aşağıdaki talimatları izleyin
uk: Будь ласка, слідуйте за нижчими інструкціями, щоб додати новий пристрій

source: Mode One
ca: Mod 1
cs: Režim první
de: Modus Eins
es: Modo uno
fr: Mode Un
hu: 1. mód
it: Modalità uno
ja: モード 1
nl: modus één
pl: Tryb pierwszy
pt_br: Modo Um
ru: Режим Один
sv: Läge ett
tr: Mod Bir
uk: Перший режим

source: Mode Two
ca: Môde segon
cs: Druhý režim
de: Modus Zwei
es: Modo Dos
fr: Mode Deux
hu: Második mód
it: Modalità due
ja: パターン2
nl: Mode Twee
pl: tryb dwa
pt_br: Modo Dois
ru: Режим 2
sv: läge två
tr: Mod İki
uk: Режим два

source: Scan the QR code below
ca: Esplorar el codi QR de sota
cs: Naskenujte QR kód níže
de: Scannen Sie den QR-Code unten
es: Escanee el código QR de abajo
fr: Scannez le code QR ci-dessous
hu: Az alábbi QR kód beolvasása
it: Scansiona il codice QR qui sotto
ja: 下のQRコードをスキャン
nl: Scan de QR code hieronder
pl: Skanowanie kodu QR poniżej
pt_br: Digitalizar o código QR abaixo
ru: Сканируйте QR-код ниже
sv: Skanna QR-koden nedan
tr: Aşağıdaki QR kodunu tarayın
uk: Сканувати код QR нижче

source: Add new device
ca: Engadir un nou dispositiu
cs: Přidat nové zařízení
de: Neues Gerät hinzufügen
es: Añadir nuevos dispositivos
fr: Ajouter un nouvel appareil
hu: Új eszköz hozzáadása
it: Aggiungi nuovo dispositivo
ja: 新しいデバイスを追加
nl: Nieuw apparaat toevoegen
pl: Dodaj nowe urządzenie
pt_br: Adicionar novo dispositivo
ru: Добавить новое устройство
sv: Lägg till ny enhet
tr: Yeni cihaz ekle
uk: Додати новий пристрій

source: If you have already downloaded it
ca: Si ja l'has descarregat
cs: Pokud jste ji již stáhli
de: Wenn Sie es bereits heruntergeladen haben
es: Si ya lo has descargado
fr: Si vous l'avez déjà téléchargé
hu: Ha már letöltötte
it: Se lo hai già scaricato
ja: もしあなたがダウンロードしたら
nl: Als u het al hebt gedownload
pl: Jeśli już go pobrałeś
pt_br: Se você já o baixou
ru: Если вы уже загрузили его
sv: Om du redan har laddat ner den
tr: Eğer zaten indirmişseniz
uk: Якщо ви вже звантажили його

source: Download Creality Cloud App
ca: Descargar l'aplicació Creality Cloud
cs: Stáhnout aplikaci Creality Cloud
de: Creality Cloud App herunterladen
es: Descargar la aplicación Creality Cloud
fr: Télécharger l'application Creality Cloud
hu: A Creality Cloud alkalmazás letöltése
it: Scarica l'app Creality Cloud
ja: Creality Cloudアプリケーションのダウンロード
nl: Creality Cloud-app downloaden
pl: Pobierz aplikację Creality Cloud
pt_br: Baixe o aplicativo Creality Cloud
ru: Скачать приложение Creality Cloud
sv: Ladda ner Creality Cloud App
tr: Creality Bulut Uygulamasını İndir
uk: Звантажити програму Creality Cloud

source: Open the Creality Cloud App
ca: Obre l'aplicació Creality Cloud
cs: Otevřít aplikaci Creality Cloud
de: Öffnen Sie die Creality Cloud App
es: Abra la aplicación Creality Cloud
fr: Ouvrez l'application Creality Cloud
hu: Nyissa meg a Creality Cloud alkalmazást
it: Aprire l'app Creality Cloud
ja: Creality Cloud アプリを開く
nl: Open de Creality Cloud-app
pl: Otwórz aplikację Creality Cloud
pt_br: Abra o aplicativo Creality Cloud
ru: Откройте приложение Creality Cloud
sv: Öppna Creality Cloud-appen
tr: Creality Bulut Uygulamasını Açın
uk: Відкрити програму Creality Cloud

source: Click on the status bar
ca: Cliqueu en la barra d'estat
cs: Klikněte na stavový řádek
de: Klicken Sie auf die Statusleiste
es: Haga clic en la barra de Estado
fr: Cliquez sur la barre d'état
hu: Kattintson az állapotsávra
it: Clicca sulla barra di stato
ja: ステータスバーをクリック
nl: Klik op de statusbalk
pl: Kliknij na pasku statusu
pt_br: Carregue na barra de estado
ru: Нажмите на строку состояния
sv: Klicka på statusraden
tr: Durum çubuğuna tıklayın
uk: Натисніть смужку стану

source: Multiple devices
ca: Multiple dispositiu
cs: Více zařízení
de: Mehrere Geräte
es: Múltiples dispositivos
fr: Dispositifs multiples
hu: Több eszköz
it: Dispositivi multipli
ja: 複数のデバイス
nl: Meerdere apparaten
pl: Wiele urządzeń
pt_br: Dispositivos múltiplos
ru: Несколько устройств
sv: Flera enheter
tr: Birden fazla cihaz
uk: Кілька пристроїв

source: Through the multi device list interface
ca: A través de l'interfície de la llista de múltiples dispositius
cs: Prostřednictvím rozhraní seznamu více zařízení
de: Über die Multi-Device-Liste-Schnittstelle
es: A través de la interfaz de lista de dispositivos múltiples
fr: Via une interface de liste Multi - appareils
hu: A több eszköz listájának felületén keresztül
it: Attraverso l'interfaccia di elenco multi-dispositivo
ja: マルチデバイスリストインタフェース
nl: Via de interface met meerdere apparaten
pl: Za pośrednictwem interfejsu listy wielu urządzeń
pt_br: Através da interface de lista de vários dispositivos
ru: Через интерфейс списка нескольких устройств
sv: Genom gränssnittet med flera enheter
tr: Çoklu cihaz listesi arayüzü aracılığıyla
uk: Через інтерфейс списку багатьох пристроїв

source: Scan and Add
ca: Esplorar i afegir
cs: Skenovat a přidat
de: Scannen und Hinzufügen
es: Escanear y agregar
fr: Scanner et ajouter
hu: Szkennelés és hozzáadás
it: Scansione e aggiunta
ja: スキャンと追加
nl: Scannen en toevoegen
pl: Skanowanie i dodawanie
pt_br: Digitalizar e adicionar
ru: Сканирование и добавление
sv: Skanna och lägg till
tr: Tarama ve Ekle
uk: Сканування та додавання

source: Manually Add
ca: Afegeix manualment
cs: Ručně přidat
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
hu: Kézi hozzáadás
it: Aggiungi manualmente
ja: 手動追加
nl: Handmatig toevoegen
pl: Ręcznie dodaj
pt_br: Adicionar manualmente
ru: Добавить вручную
sv: Lägg till manuellt
tr: Manuel ekle
uk: Додати вручну

source: Add a new device and click
ca: Engadir un nou dispositiu i clicar
cs: Přidat nové zařízení a klikněte na tlačítko
de: Neues Gerät hinzufügen und klicken
es: Agregar un nuevo dispositivo y hacer clic en
fr: Ajouter un nouvel appareil et cliquer sur
hu: Új eszköz hozzáadása és kattintson
it: Aggiungi un nuovo dispositivo e fai clic su
ja: 新しいデバイスを追加し、クリックします。
nl: Voeg een nieuw apparaat toe en klik op
pl: Dodaj nowe urządzenie i kliknij
pt_br: Adicione um novo dispositivo e clique
ru: Добавить новое устройство и нажмите
sv: Lägg till en ny enhet och klicka
tr: Yeni bir cihaz ekle ve tıklayın
uk: Додати новий пристрій і натисніть

source: Associate my device
ca: Associeu el meu dispositiu
cs: Připojit mé zařízení
de: Mein Gerät verknüpfen
es: Asociar mi dispositivo
fr: Associer mon appareil
hu: A készülék összekapcsolása
it: Associa il mio dispositivo
ja: デバイスを関連付ける
nl: Koppel mijn apparaat
pl: Połącz moje urządzenie
pt_br: Asociar meu dispositivo
ru: Связать мое устройство
sv: Koppla min enhet
tr: Cihazımı bağlayın
uk: Приєднати мій пристрій

source: Add to your account
ca: Ajudeu al vostre compte
cs: Přidat k účtu
de: Zu Ihrem Konto hinzufügen
es: Añadir a tu cuenta
fr: Ajouter à votre compte
hu: Hozzáadás a fiókjához
it: Aggiungi al tuo account
ja: アカウントに追加
nl: Toevoegen aan uw account
pl: Dodaj do swojego konta
pt_br: Adicionar à sua conta
ru: Добавить в свой аккаунт
sv: Lägg till ditt konto
tr: Hesabınıza ekle
uk: Додати до вашого рахунка

source: Default Grouping
ca: Agrupament predefinit
cs: Výchozí seskupení
de: Standardgruppierung
es: Agrupación predeterminada
fr: Groupement par défaut
hu: Alapértelmezett csoportosítás
it: Raggruppamento predefinito
ja: デフォルトグループ化
nl: Standaardgroepering
pl: Domyślne grupowanie
pt_br: Agrupamento padrão
ru: Группировка по умолчанию
sv: Standardgruppering
tr: Varsayılan Gruplama
uk: Типова групування

source: Equipment Model
ca: Model d'equipament
cs: Model zařízení
de: Gerätemodell
es: Modelo de equipo
fr: Modèle d'équipement
hu: Berendezés modellje
it: Modello di attrezzatura
ja: 設備型番
nl: Uitrustingsmodel
pl: Model wyposażenia
pt_br: Modelo de equipamento
ru: Тип оборудования
sv: Utrustningsmodell
tr: Ekipman Modeli
uk: Модель пристрою

source: Equipment Name
ca: Nom del equip
cs: Název zařízení
de: Name der Ausrüstung
es: Nombre del equipo
fr: Nom de l'appareil
hu: A berendezés neve
it: Nome dell'apparecchiatura
ja: 装置名
nl: Naam van apparatuur
pl: Nazwa sprzętu
pt_br: Nome do equipamento
ru: Имя устройства
sv: Utrustningens namn
tr: Hizmet İsmi
uk: Назва обладнання

source: IP Address
ca: Adresa IP
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
hu: IP- cím
it: Indirizzo IP
ja: IPアドレス
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP адрес
sv: IP-adress
tr: IP Adresi
uk: IP адреса

source: Equipment Status
ca: Estat del equipament
cs: Stav zařízení
de: Ausrüstungsstatus
es: Estado del equipo
fr: État de l'équipement
hu: A berendezések állapota
it: Stato dell'attrezzatura
ja: 装置の状態
nl: Status van apparatuur
pl: Stan sprzętu
pt_br: Estado do equipamento
ru: Состояние оборудования
sv: Utrustningsstatus
tr: Ekipman Durumu
uk: Стан опреми

source: Print Document
ca: Imprimir un document
cs: Tisk dokumentu
de: Dokument drucken
es: Imprimir el documento
fr: Imprimer le document
hu: Dokumentum nyomtatása
it: Stampa il documento
ja: ドキュメントの印刷
nl: Document afdrukken
pl: Drukuj dokument
pt_br: Imprimir Documento
ru: Печать документов
sv: Skriv ut dokument
tr: Belge Yazdır
uk: Друкувати документ

source: Printing Speed
ca: Velocitat d'impressió
cs: Rychlost tisku
de: Druckgeschwindigkeit
es: Velocidad de impresión
fr: Vitesse d'impression
hu: Nyomtatási sebesség
it: Velocità di stampa
ja: 印刷速度
nl: Afdruksnelheid
pl: Prędkość drukowania
pt_br: Velocidade de impressão
ru: Скорость печати
sv: Utskriftshastighet
tr: Baskı Hızı
uk: Швидкість друку

source: Action
ca: Acció
cs: Akce
de: Aktion
es: Acción
hu: Akció
it: Azione
ja: アクション
nl: Actie
pl: Akcja
pt_br: Ação
ru: Действие
sv: Åtgärd
tr: Aksyon
uk: Дія

source: Prepare
ca: Prepareu
cs: Připravte se
de: Vorbereiten
es: Preparación
fr: Préparer
hu: Készülj
it: Preparazione
ja: 準備
nl: Bereid je voor
pl: Przygotować
pt_br: Preparar
ru: Подготовьтесь
sv: Förbered
tr: Hazırlanın
uk: Підготувати

source: Preview
ca: Vista prèvia
cs: Náhled
de: Vorschau
es: Vista previa
fr: Prévue
hu: Előnézet
it: Anteprima
ja: プレビュー
nl: Voorbeeld
pl: Podgląd
pt_br: Visualização
ru: Предварительный просмотр
sv: Förhandsgranskning
tr: Önizleme
uk: Перегляд

source: Genshin Impact Kerry
ca: Genshin Impacte Kerry
es: Genshin Impacto Kerry
ja: Genshin Impact ケリー
ru: Genshin Impact Керри
tr: Genshin Etkisi Kerry
uk: Керрі впливу Genshin

source: CFS data temporarily unavailable
ca: Data CFS temporalment no disponible
cs: Data CFS dočasně nedostupná
de: CFS Daten vorübergehend nicht verfügbar
es: Datos CFS temporalmente indisponibles
fr: Données CFS temporairement indisponibles
hu: CFS adatok ideiglenesen nem elérhetők
it: Dati CFS temporaneamente non disponibili
ja: CFSデータは一時的に利用できません
nl: CFS-gegevens tijdelijk niet beschikbaar
pl: Dane CFS tymczasowo niedostępne
pt_br: Dados CFS temporariamente indisponíveis
ru: Данные CFS временно недоступны
sv: CFS-data är tillfälligt otillgängliga
tr: CFS verileri geçici olarak ulaşılabilir
uk: Дані CFS тимчасово недоступні

source: Success
ca: L'èxit
cs: Úspěch
de: Erfolg
es: éxito
fr: Succès
hu: Siker
it: Successo
ja: 成功
nl: Succes
pl: Sukces
pt_br: Sucesso
ru: Успех
sv: Framgång
tr: Başarı
uk: Успіх

source: Time
ca: Temps
cs: Čas
de: Zeit
es: Tiempo
fr: Heure
hu: Idő
it: Tempo
ja: 時間
nl: Tijd
pl: Czas
pt_br: Tempo
ru: Время
sv: Tid
tr: Zaman
uk: Час

source: Lan
ca: Llan
fr: Réseau local
ja: ラン
ru: Лан
uk: Лан

source: Wan
cs: Wane.
ja: ワン
ru: Ван
tr: Wan'ın
uk: Ван

source: Last Sync
ca: Última sincronització
cs: Poslední synchronizace
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
hu: Utolsó szinkronizálás
it: Ultima sincronizzazione
ja: 最後の同期
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ru: Последняя синхронизация
sv: Senaste synkronisering
tr: Son Senkronizasyon
uk: Остання синхронізація

source: Connected
ca: Conectat
cs: Připojené
de: Verbinden
es: Conectado
fr: Avec contact
hu: Kapcsolódás
it: Collegato
ja: 接続
nl: Verbonden
pl: Połączone
pt_br: Ligado
ru: Подключенный
sv: Ansluten
tr: Bağlanmış
uk: З’ єднано

source: Not connected
ca: No connectat
cs: Není připojeno
de: Nicht verbunden
es: No conectado
fr: Non connecté
hu: Nincs csatlakoztatva
it: Non connesso
ja: 接続されていません
nl: Niet verbonden
pl: Nie połączone
pt_br: Não ligado
ru: Не подключен
sv: Inte ansluten
tr: Bağlantılı değil
uk: Не з’ єднано

source: Rack
cs: Regál
es: Estante
fr: Racks
ja: ラック
nl: Rek
pl: Stojak
ru: Рейка
tr: Raf
uk: РакName

source: Refresh
ca: Actualitzar
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: rafraîchir
hu: Frissítés
it: Aggiorna
ja: リフレッシュ
nl: Vernieuw
pl: Odśwież
pt_br: Actualizar
ru: Обновить
sv: Uppdatera
tr: Tazele
uk: Оновити

source: Please first
ca: Si us plau primer
cs: Nejdřív prosím.
de: Bitte zuerst
es: Por favor primero
fr: S'il vous plaît d'abord
hu: Kérem először
it: Per favore prima
ja: まずお願いします。
nl: Alsjeblieft eerst
pl: Proszę najpierw
pt_br: Por favor primeiro
ru: Пожалуйста, сначала
sv: Snälla först
tr: Lütfen önce
uk: Будь ласка, спочатку

source: Internet unavailable, please try reconnecting!
ca: Internet no disponible, si us plau, intenteu reconnectar!
cs: Internet není k dispozici, zkuste se znovu připojit!
de: Internet nicht verfügbar, bitte versuchen Sie erneut eine Verbindung herzustellen!
es: Internet no disponible, por favor intente volver a conectarse.
fr: Internet indisponible, essayez de vous reconnecter !
hu: Az internet nem elérhető, próbálja meg újra csatlakozni!
it: Internet non disponibile, prova a riconnetterti!
ja: インターネットは利用できません。再接続してみてください！
nl: Internet niet beschikbaar, probeer opnieuw verbinding te maken!
pl: Internet niedostępny, spróbuj ponownie się połączyć!
pt_br: Internet indisponível, tente reconectar!
ru: Интернет недоступен, пожалуйста, попробуйте снова подключиться!
sv: Internet inte tillgängligt, försök att ansluta igen!
tr: İnternet kullanılamaz, lütfen yeniden bağlanmayı deneyin!
uk: Інтернет недоступний, будь ласка, спробуйте повторно з’ єднатися!

source: obtain account binding device
ca: obtindre un dispositiu de lligament de compte
cs: získat prostředek pro závaznost na účet
de: Kontobebindungsgerät erhalten
es: Obtener el dispositivo vinculado a la cuenta
fr: obtenir un dispositif de liaison de compte
hu: Fiókkötő eszköz megszerzése
it: ottenere dispositivo di legame account
ja: アカウントバインディングデバイスを取得する
nl: rekeningbindingsmiddel verkrijgen
pl: uzyskać urządzenie wiążące rachunek
pt_br: obter dispositivo de ligação de conta
ru: Получение устройства для привязки учетной записи
sv: få kontobindande enhet
tr: hesap bağlama cihazı almak
uk: отримати пристрій зв’ язку рахунка

source: New Project
ca: Nou projecte
cs: Nový projekt
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
hu: Új projekt
it: Nuovo progetto
ja: 新規プロジェクト
nl: Nieuw project
pl: Nowy projekt
pt_br: Novo Projecto
ru: Новый проект
sv: Nytt projekt
tr: Yeni Proje
uk: Новий проект

source: Open Project
ca: Proyecte obert
cs: Otevřít projekt
de: Projekt öffnen
es: Proyecto abierto
fr: Ouvrir le projet
hu: Projekt megnyitása
it: Apri progetto
ja: プロジェクトを開く
nl: Project openen
pl: Otwórz projekt
pt_br: Abrir Projeto
ru: Открытый проект
sv: Öppna projekt
tr: Açık Proje
uk: Відкрити проект

source: Home Page
ca: Página personal
cs: Úvodní stránka
de: Startseite
es: Página principal
fr: Page d'accueil
hu: Kezdőlap
it: Pagina iniziale
ja: ホームページ
nl: Startpagina
pl: Strona główna
pt_br: Página Inicial
ru: Домашняя страница
sv: Hemsidan
tr: Ana Sayfa
uk: Головна сторінка

source: Online Resource
ca: Recursos en línia
cs: Online zdroj
de: Online-Ressourcen
es: Recursos en línea
fr: Ressources en ligne
hu: Online erőforrás
it: Risorse online
ja: オンラインリソース
nl: Online bron
pl: Zasoby online
pt_br: Recursos Online
ru: Онлайн-ресурс
sv: Resurs på nätet
tr: Çevrimiçi Kaynak
uk: Ресурс онлайн

source: Online Models
ca: Models en línia
cs: Online modely
de: Online Modelle
es: Modelos en línea
fr: Modèles en ligne
hu: Online modellek
it: Modelli online
ja: オンラインモデル
nl: Online modellen
pl: Modele online
pt_br: Modelos Online
ru: Онлайновая модель
sv: Online Modeller
tr: Çevrimiçi Modeller
uk: Моделі мережі

source: Online Params
ca: Params en línia
cs: Online parametry
de: Online-Parameter
es: Parámetros en línea
fr: Params en ligne
hu: Online paraméterek
it: Parametri online
ja: オンラインパラメータ
pl: Parametry online
pt_br: Params em linha
ru: Онлайн параметры
tr: Çevrimiçi Params
uk: Параметри мережі

source: Modeling Tools
ca: Utilitzats de Modell
cs: Nástroje pro modelování
de: Modellierungswerkzeuge
es: Herramientas de Modelado
fr: Outils de modélisation
hu: Modelleszközök
it: Strumenti di modellazione
ja: モデリングツール
nl: Modelleringshulpmiddelen
pl: Narzędzia modelowania
pt_br: Ferramentas de Modelagem
ru: Инструменты моделирования
sv: Modellverktyg
tr: Modelleme Araçları
uk: Інструменти моделювання

source: Guide Forum
ca: Fòrum d'orientació
cs: Fórum průvodce
de: Führer Forum
es: Guía Foro
fr: Guide du Forum
hu: Útmutató fórum
it: Forum guida
ja: ガイド フォーラム
nl: Gidsforum
pl: Forum przewodników
pt_br: Guia Fórum
ru: Форум экскурсий
tr: Kılavuz Forum
uk: Форум підручників

source: Personal Center
ca: Centre Personal
cs: Osobní centrum
de: Persönliches Zentrum
es: Centro personal
fr: Centre personnel
hu: Személyes Központ
it: Centro personale
ja: パーソナルセンター
nl: Persoonlijk centrum
pl: Centrum osobiste
pt_br: Centro Pessoal
ru: Персональный центр
sv: Personligt center
tr: Kişisel Merkez
uk: Особистий центр

source: My Models
ca: Els meus Models
cs: Moje modelky
de: Meine Modelle
es: Mis modelos
fr: Mes modèles
hu: A modelleim
it: I miei modelli
ja: 私のモデル
nl: Mijn modellen
pl: Moje modele
pt_br: Meus modelos
ru: Мои модели
sv: Mina modeller
tr: Benim Modellerim
uk: Мої моделі

source: My Presets
ca: Els meus presets
cs: Moje předvolby
de: Meine Voreinstellungen
es: Mis Presets
fr: Mes Préréglages
hu: Az előbeállításaim
it: I miei preset
ja: 私のプレセット
nl: Mijn voorinstellingen
pl: Moje ustawienia wstępne
pt_br: As minhas predefinições
ru: Мои преднастройки
sv: Mina förinställningar
tr: Benim Önayarlarım
uk: Мої встановлення

source: My Downloads
ca: Les meves descargues
cs: Moje stahování
de: Meine Downloads
es: Mis Descargas
fr: Mes téléchargements
hu: Letöltéseim
it: I miei download
ja: 私のダウンロード
nl: Mijn downloads
pl: Moje pobrania
pt_br: Meus Downloads
ru: Мои загрузки
sv: Mina nedladdningar
tr: İndirmelerim
uk: Мої звантаження

source: Recently opened
ca: Es va obrir fa poc
cs: Nedávno otevřeno
de: Kürzlich geöffnet
es: Recientemente abierto
fr: Récemment ouvert
hu: Nemrég megnyitott
it: Aperto di recente
ja: 最近オープンした
nl: Onlangs geopend
pl: Ostatnio otwarty
pt_br: Aberto recentemente
ru: Недавно открыто
sv: Nyligen öppnade
tr: Son zamanlarda açıldı
uk: Нещодавно відкрито

source: More
ca: Més informació
cs: Více
de: Mehr
es: Más
fr: Plus
hu: Több
it: Più
ja: もっと
nl: Meer
pl: Więcej
pt_br: Mais
ru: Больше
sv: Mer
tr: Daha fazla
uk: Більше

source: Login
ca: Aniciar
cs: Přihlášení
es: Iniciar sesión
fr: Connexion
hu: Bejelentkezés
ja: ログイン
nl: Inloggen
pl: Zaloguj się
ru: Вход
sv: Logga in
tr: Giriş
uk: Вхід

source: Logout
ca: Descansar
cs: Odhlášení
de: Abmelden
es: Iniciar sesión
fr: Se déconnecter
hu: Kijelentkezés
ja: ログアウト
nl: Afmelden
pl: Wylogowanie
pt_br: Saída
ru: Выйти
sv: Logga ut
tr: Çıkış
uk: Вийти

source: Register
ca: Registrar
cs: Registrace
de: Registrieren
es: Registro
fr: S'inscrire
hu: Nyilvántartás
it: Registrati
ja: 登録
nl: Aanmelden
pl: Rejestracja
pt_br: Registar
ru: Регистрация
sv: Registrera
tr: Kayıt
uk: Реєструвати
