Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Uploaded
ca: Desprès
cs: Nahráno
de: Hochgeladen
es: Cargado
fr: Téléchargé
hu: Feltöltve
it: Caricato
ja: アップロード
nl: Opgeladen
pl: Przesłane
pt_br: Carregado
ru: Загрузка
sv: Uppladdad
tr: Yüklenmiş
uk: Завантажено

source: Purchase Now
ca: Comprar ara
cs: Koupit nyní
de: Jetzt kaufen
es: Compra ahora
fr: Acheter maintenant
hu: Vásárlás most
it: Acquista ora
ja: 今すぐ購入
nl: Nu kopen
pl: Kup teraz
pt_br: Compre agora
ru: Купить сразу
sv: Köp nu
tr: Şimdi satın alın
uk: Купити зараз

source: You can’t collect your own models!
ca: No pots recollir els teus propis models!
cs: Nemůžeš sbírat vlastní modely!
de: Du kannst deine eigenen Modelle nicht sammeln!
es: ¡No puedes recoger tus propios modelos!
fr: Vous ne pouvez pas collecter vos propres modèles !
hu: Nem gyűjtheted össze a saját modelleidet!
it: Non puoi raccogliere i tuoi modelli!
ja: 自分のモデルを集めることはできません！
nl: Je kunt je eigen modellen niet verzamelen!
pl: Nie możesz zbierać własnych modeli!
pt_br: Você não pode coletar seus próprios modelos!
ru: Вы не можете собирать свои модели!
sv: Du kan inte samla dina egna modeller!
tr: Kendi modellerinizi toplayamazsınız!
uk: Ви не можете збирати власні моделі!

source: Knowledge Sharing (CC) License Agreement
ca: Acordat de llicència de compartir coneixements (CC)
cs: Licenční smlouva o sdílení znalostí (CC)
de: Knowledge Sharing (CC) Lizenzvereinbarung
es: Acuerdo de licencia para compartir conocimientos (CC)
fr: Accord de licence Creative Commons (CC)
hu: Tudásmegosztási (CC) licencszerződés
it: Contratto di licenza per la condivisione della conoscenza (CC)
ja: 知識共有（CC）ライセンス契約
nl: Licentieovereenkomst voor kennisdeling (CC)
pl: Umowa licencyjna na udostępnianie wiedzy (CC)
pt_br: Acordo de Licença de Partilha de Conhecimento (CC)
ru: Лицензионное соглашение об обмене знаниями (CC)
sv: Licensavtal för kunskapsdelning (CC)
tr: Bilgi Paylaşımı (CC) Lisans Anlaşması
uk: Договор про ліцензію поділу знань (CC)

source: Creality Cloud adopts the internationally recognized Copyright License 4.0 to protect the rights and interests of model owners. The models of Chuangxiang Cloud platform are shared by a large number of enthusiasts in the community. If you find any violations of relevant laws and infringement, please contact us in a timely manner.
ca: Creality Cloud adopta la llicència de dret d'autor 4.0 reconeguda internacionalment per protegir els drets i interessos dels propietarismodels. Els models de la plataforma Chuangxiang Cloud estan compartits per un gran nombre d'entusiastes de la comunitat. Sitrobem alguna violació de lleis i infraccions pertinents, si us plau contacteu en temps oportun.
cs: Creality Cloud přijímá mezinárodně uznávanou licenci autorských práv 4.0 na ochranu práv a zájmů vlastníků modelů. Modely Chuangxiang Cloudplatformy jsou sdíleny velkým počtem nadšenců v komunitě. Pokud zjistíte porušení příslušných zákonů a porušení právních předpisů, kontaktujte násprosím včas.
de: Creality Cloud übernimmt die international anerkannte Urheberrechtslizenz 4.0, um die Rechte und Interessen der Modellbesitzer zu schützen. Die Modelleder Chuangxiang Cloud-Plattform werden von einer großen Anzahl von Enthusiasten in der Community geteilt. Sollten Sie Verstöße gegen geltendeGesetze und Rechtsverletzungen feststellen, kontaktieren Sie uns bitte rechtzeitig.
es: Creality Cloud adopta la Licencia de Derechos de Autor 4.0 reconocida internacionalmente para proteger los derechos e intereses delos propietarios de modelos. Los modelos de la plataforma Chuangxiang Cloud son compartidos por un gran número de entusiastasen la comunidad. Si encuentra alguna violación de las leyes relevantes e infracción, por favor póngase en contacto connosotros de manera oportuna.
fr: Creality Cloud adopte la Licence de Droit d'auteur 4.0 reconnue au niveau international pour protéger les droits et intérêtsdes propriétaires de modèles. Les modèles de la plateforme Chuangxiang Cloud sont partagés par un grand nombre de passionnésde la communauté. Si vous constatez des violations des lois pertinentes et des infractions, veuillez nous contacter en tempsopportun.
hu: A Creality Cloud elfogadja a nemzetközileg elismert szerzői jogi licenc 4.0-t a modelltulajdonosok jogainak és érdekeinek védelme érdekében. AChuangxiang Cloud platform modelljeit a közösség számos rajongója osztja meg. Amennyiben a vonatkozó jogszabályok megsértését vagy jogsértését észleli, kérjük,forduljon hozzánk időben.
it: Creality Cloud adotta la licenza di copyright 4.0 riconosciuta a livello internazionale per proteggere i diritti e gli interessidei proprietari dei modelli. I modelli della piattaforma Chuangxiang Cloud sono condivisi da un gran numero di appassionati dellacomunità. Se riscontri violazioni delle leggi pertinenti e violazioni, ti preghiamo di contattarci tempestivamente.
ja: Creality Cloudは,モデル所有者の権利と利益を保護するために国際的に認められた著作権ライセンス4.0を採用しています.Chuangxiang Cloud プラットフォームのモデルは,コミュニティの多くの愛好家によって共有されています.関連法の違反や侵害を発見した場合は,適時に当社に連絡してください.
nl: Creality Cloud neemt de internationaal erkende Copyright License 4.0 aan om de rechten en belangen van modelbezitters te beschermen.De modellen van Chuangxiang Cloud platform worden gedeeld door een groot aantal enthousiastelingen in de gemeenschap. Als u schendingenvan relevante wetten en inbreuken vindt, neem dan tijdig contact met ons op.
pl: Creality Cloud przyjmuje uznaną na całym świecie licencję autorską 4.0 w celu ochrony praw i interesów właścicieli modeli. Modeleplatformy Chuangxiang Cloud są udostępniane przez dużą liczbę entuzjastów w społeczności. Jeśli stwierdzą Państwo jakiekolwiek naruszenia odpowiednich przepisów prawalub naruszenia prawa, prosimy o kontakt w odpowiednim czasie.
pt_br: A Creality Cloud adota a Licença de Direitos Autorais 4.0 reconhecida internacionalmente para proteger os direitos e interesses dosproprietários de modelos. Os modelos da plataforma Chuangxiang Cloud são compartilhados por um grande número de entusiastas na comunidade.Se você encontrar quaisquer violações das leis relevantes, entre em contato conosco de forma oportuna.
ru: Creality Cloud использует международно признанную авторскую лицензию 4.0 для защиты прав и интересов владельцев моделей. Модели облачной платформы Chuangxiangделятся большим количеством энтузиастов в сообществе. Если вы обнаружите какие-либо нарушения соответствующих законов и нарушения, пожалуйста, свяжитесь с намисвоевременно.
sv: Creality Cloud använder den internationellt erkända Copyright License 4.0 för att skydda modellens ägares rättigheter och intressen. Modellerna påChuangxiang Cloud-plattformen delas av ett stort antal entusiaster i samhället. Om du upptäcker någon överträdelse av relevanta lagar ochöverträdelser, vänligen kontakta oss i god tid.
tr: Creality Cloud, model sahiplerinin haklarını ve çıkarlarını korumak için uluslararası olarak tanınan Telif Hakkı Lisansı 4.0'ı benimser. Chuangxiang Bulutplatformunun modelleri toplumdaki çok sayıda meraklı tarafından paylaşılıyor. İlgili yasaların ve ihlallerin herhangi bir ihlalini bulursanız, lütfen zamanında bizimleiletişime geçin.
uk: Creality Cloud приймає міжнародно визнану Ліцензію авторського права 4.0 для захисту прав та інтересів власників моделей. Моделі платформи ChuangxiangCloud поділяються великою кількістю ентузіастів у спільноті. Якщо ви виявите будь-які порушення відповідних законів та порушення, будь ласка, свійчас зв'яжіться з нами.

source: Indicates that the original work is created by the creator, and users can freely use the creator's work
ca: Indica que l'obra original és creata pel creador, i els usuaris poden utilitzar lliurament la obra del creador
cs: Označuje, že původní dílo je vytvořeno tvůrcem a uživatelé mohou volně používat tvůrce dílo
de: Zeigt an, dass das ursprüngliche Werk vom Schöpfer erstellt wurde und Benutzer das Werk des Schöpfers frei verwenden können
es: Indica que las obras originales son creadas por creadores y que los usuarios pueden usar libremente las obras delos creadores.
fr: Indique que l'œuvre originale est créée par le créateur et que les utilisateurs peuvent utiliser librement l'œuvre du créateur.
hu: Azt jelzi, hogy az eredeti munkát az alkotó hozta létre, és a felhasználók szabadon használhatják az alkotó munkáját
it: Indica che l'opera originale è creata dal creatore e gli utenti possono liberamente utilizzare l'opera del creatore
ja: オリジナル作品が作成者によって作成され、ユーザーが作成者の作品を自由に使用できることを示します。
nl: Geeft aan dat het originele werk door de maker is gemaakt en gebruikers het werk van de maker vrijkunnen gebruiken
pl: Wskazuje, że oryginalne dzieło zostało stworzone przez twórcę, a użytkownicy mogą swobodnie korzystać z dzieła twórcy
pt_br: Indica que o trabalho original é criado pelo criador, e os usuários podem usar livremente o trabalho do criador
ru: Указывает, что оригинальная работа создана создателем, и пользователи могут свободно использовать работу создателя
sv: Anger att det ursprungliga verket är skapat av skaparen, och användare kan fritt använda skaparens verk
tr: Orijinal çalışmanın yaratıcı tarafından oluşturulduğunu ve kullanıcıların yaratıcının çalışmasını özgürce kullanabileceğini gösterir.
uk: Вказує, що початкову роботу створює створювач, і користувачі можуть вільно використовувати роботу створювача

source: Indicate that the original work is the creator. If changes are made to the original work, the revised work must still indicate the original author
ca: Indiqueu que l'obra original és el creador. Si es fan canvis a la feina original, la feina revisada encaraha d'indicar l'autor original
cs: Uveďte, že původní dílo je tvůrcem. Pokud jsou provedeny změny původního díla, revidované dílo musí stále označit původního autora
de: Geben Sie an, dass das ursprüngliche Werk der Schöpfer ist. Wenn Änderungen an dem ursprünglichen Werk vorgenommen werden, mussdas überarbeitete Werk immer noch den ursprünglichen Autor angeben
es: Muestra que la obra original es el creador. Si se modifica la obra original, la obra modificada todavía debeindicar el autor original.
fr: Indiquez que l'œuvre originale est le créateur. Si des modifications sont apportées à l'œuvre originale, l'œuvre révisée doit toujoursindiquer l'auteur original.
hu: Indikálja, hogy az eredeti munka az alkotó. Amennyiben módosítások történnek az eredeti munkában, a felülvizsgált munkának még mindig megkell jeleznie az eredeti szerzőt
it: Indicare che l'opera originale è il creatore. Se vengono apportate modifiche all'opera originale, l'opera riveduta deve comunque indicare l'autoreoriginale
ja: オリジナル作品が創作者であることを示します。オリジナル作品に変更が行われた場合、修正された作品はまだオリジナルの著者を示す必要があります。
nl: Geef aan dat het originele werk de maker is. Als er wijzigingen worden aangebracht aan het oorspronkelijke werk, moethet herziene werk nog steeds de oorspronkelijke auteur vermelden
pl: Wskaż, że oryginalne dzieło jest twórcą. W przypadku wprowadzenia zmian w oryginalnym utworze, poprawiony utwór musi nadal wskazywać oryginalnegoautora
pt_br: Indique que a obra original é o criador. Se forem feitas alterações ao trabalho original, o trabalho revisado aindadeve indicar o autor original.
ru: Указать, что оригинальное произведение является создателем. Если внесены изменения в оригинальную работу, пересмотренная работа должна по-прежнему указывать оригинального автора
sv: Ange att det ursprungliga verket är skaparen. Om ändringar görs i originalverket måste det reviderade verket fortfarande ange denursprungliga författaren
tr: Orijinal eserin yaratıcı olduğunu belirtin. Orijinal çalışmada değişiklikler yapılırsa, revize edilmiş çalışma hala orijinal yazarı belirtmelidir.
uk: Позначте, що початкова робота є творцем. Якщо початкову роботу буде змінено, перевірена робота все ще повинна вказати початкового автора

source: Indicate that the original work is created by the creator, and users can freely use the creator's work (except for commercial purposes)
ca: Indiqueu que la obra original és creata pel creador, i els usuaris poden utilitzar lliurement la obra del creador(excepte per propòsits comercials)
cs: Uveďte, že původní dílo je vytvořeno tvůrcem a uživatelé mohou volně využívat tvůrce dílo (s výjimkou komerčních účelů)
de: Angabe, dass das ursprüngliche Werk vom Schöpfer erstellt wurde und dass Benutzer das Werk des Schöpfers frei nutzen können(außer für kommerzielle Zwecke)
es: Indicar que la obra original es creada por el creador, y los usuarios pueden usar libremente la obra delcreador (excepto para fines comerciales).
fr: Indiquer que l'œuvre originale est créée par le créateur et que les utilisateurs peuvent utiliser librement l'œuvre du créateur(sauf à des fins commerciales)
hu: Jelölje, hogy az eredeti művet az alkotó hozta létre, és a felhasználók szabadon használhatják az alkotó munkáját (kivéve kereskedelmicélokra)
it: Indicare che l'opera originale è stata creata dal creatore e che gli utenti possono utilizzare liberamente l'opera del creatore(eccetto per scopi commerciali)
ja: オリジナル作品はクリエイターが創作し、ユーザーはクリエイターの作品を自由に使用できることを明記（商業用途を除く）
nl: Geef aan dat het originele werk door de maker is gemaakt en dat gebruikers het werk van de makervrij kunnen gebruiken (behalve voor commerciële doeleinden)
pl: Wskazać, że oryginalne dzieło jest tworzone przez twórcę, a użytkownicy mogą swobodnie korzystać z dzieła twórcy (z wyjątkiem celówkomercyjnych)
pt_br: Indique que o trabalho original é criado pelo criador, e os usuários podem usar livremente o trabalho do criador(exceto para fins comerciais)
ru: Указывает, что оригинальное произведение было создано автором и что пользователь может свободно использовать произведение автора (за исключением коммерческого использования)
sv: Ange att det ursprungliga verket är skapat av skaparen och att användarna fritt kan använda skaparens verk (utom förkommersiella ändamål)
tr: Orijinal eserin yaratıcı tarafından oluşturulduğunu ve kullanıcıların yaratıcının eserini özgürce kullanabileceğini belirtin (ticari amaçlar hariç)
uk: Показати, що оригінальна робота створена творцем, і користувачі можуть вільно використовувати роботу творця (за винятком комерційних цілей)

source: Indicate that the original work is created by the creator, and the user cannot change the work or use it for commercial purposes
ca: Indicar que l'obra original és creada pel creador, i que l'usuari no pot canviar l'obra ni utilitzar-la amb finscomercials.
cs: Uveďte, že původní dílo je vytvořeno tvůrcem a uživatel nemůže dílo změnit nebo použít pro komerční účely
de: Geben Sie an, dass das ursprüngliche Werk vom Schöpfer erstellt wurde und der Benutzer das Werk nicht ändern oderfür kommerzielle Zwecke verwenden kann.
es: Indicar que la obra original es creada por el creador, y que el usuario no puede cambiar la obrani utilizarla con fines comerciales.
fr: Indiquer que l'œuvre originale est créée par le créateur, et que l'utilisateur ne peut pas modifier l'œuvre ou l'utiliserà des fins commerciales
hu: Jelölje, hogy az eredeti művet az alkotó hozta létre, és a felhasználó nem tudja megváltoztatni vagy kereskedelmi célokra használni.
it: Indicare che l'opera originale è stata creata dal creatore e che l'utente non può modificare l'opera o usarla perscopi commerciali
ja: オリジナル作品がクリエイターによって作られたことを示し、ユーザーは作品を変更したりビジネス目的で使用したりすることはできません
nl: Geef aan dat het originele werk door de maker is gemaakt en dat de gebruiker het werk niet kanwijzigen of gebruiken voor commerciële doeleinden
pl: Wskazać, że oryginalny utwór został stworzony przez twórcę, a użytkownik nie może zmienić utworu ani wykorzystywać go do celówkomercyjnych
pt_br: Indicar que a obra original foi criada pelo criador, e o usuário não pode alterar a obra ou usá-lapara fins comerciais
ru: Указать, что оригинальное произведение создано создателем, и пользователь не может изменять произведение или использовать его в коммерческих целях
sv: Ange att det ursprungliga verket är skapat av skaparen och att användaren inte kan ändra verket eller använda detför kommersiella ändamål
tr: Orijinal eserin yaratıcı tarafından oluşturulduğunu ve kullanıcının eseri değiştiremeyeceğini veya ticari amaçlarla kullanamadığını belirtin
uk: Вказати, що початкову роботу створює створювач, і користувач не може змінити роботу або використовувати її для комерційних мет

source: Indicate that the original work is created by the creator and the user cannot change the work
ca: Indicar que l'obra original és creada pel creador i que l'usuari no pot canviar l'obra
cs: Uveďte, že původní dílo je vytvořeno tvůrcem a uživatel nemůže dílo změnit
de: Geben Sie an, dass das ursprüngliche Werk vom Ersteller erstellt wurde und der Benutzer das Werk nicht ändern kann
es: Indica que la obra original fue creada por el creador y que el usuario no puede cambiar la obra
fr: Indique que l'œuvre originale a été créée par le créateur et que l'utilisateur ne peut pas modifier l'œuvre
hu: Jelölje, hogy az eredeti munkát az alkotó hozta létre, és a felhasználó nem tudja megváltoztatni a munkát
it: Indicare che l'opera originale è stata creata dal creatore e che l'utente non può modificare l'opera
ja: オリジナル作品が作成者によって作成され、ユーザーが作品を変更できないことを示す
nl: Geef aan dat het originele werk is gemaakt door de maker en dat de gebruiker het werk niet kanwijzigen
pl: Wskaż, że oryginalny utwór został stworzony przez twórcę i użytkownik nie może zmienić utworu
pt_br: Indique que o trabalho original é criado pelo criador e que o usuário não pode alterar o trabalho
ru: Указать, что оригинальная работа создана создателем и что пользователь не может изменить работу
sv: Ange att det ursprungliga verket skapats av skaparen och att användaren inte kan ändra verket
tr: Orijinal eserin yaratıcı tarafından oluşturulduğunu ve kullanıcının eseri değiştiremediğini belirtin
uk: Вказати, що початкову роботу створює створювач, а користувач не може змінити роботу

source: Abandon copyright and publicly disclose that anyone can use my work at any time without permission
ca: Abandonar els drets d'autor i divulgar públicament que qualsevol pot utilitzar la meva obra en qualsevol moment sense permís
cs: Opustit se autorských práv a veřejně zveřejnit, že kdokoliv může použít mé dílo kdykoli bez svolení
de: Urheberrecht aufgeben und öffentlich offenlegen, dass jeder meine Werke jederzeit ohne Erlaubnis nutzen kann
es: Abandonar los derechos de autor y divulgar públicamente que cualquiera puede usar mi trabajo en cualquier momento sin permiso.
fr: Renonciation au droit d'auteur, divulgation publique n'importe qui peut utiliser mon travail à tout moment sans permission
hu: Felhagyja a szerzői jogokat és nyilvánosságra hozza, hogy bárki engedély nélkül bármikor használhatja a munkámat
it: Abbandonare il copyright e rivelare pubblicamente che chiunque può utilizzare il mio lavoro in qualsiasi momento senza il permesso
ja: 著作権を放棄し、誰でも許可なしに私の作品をいつでも使用できることを公表します。
nl: Afzien van auteursrecht en openbaar maken dat iedereen mijn werk op elk moment zonder toestemming kan gebruiken
pl: Porzucić prawa autorskie i publicznie ujawnić, że każdy może korzystać z moich prac w dowolnym momencie bez zgody
pt_br: Abandonar os direitos autorais e divulgar publicamente que qualquer pessoa pode usar meu trabalho a qualquer momento sem permissão
ru: Отказываться от авторских прав и публично раскрыть, что любой может использовать мою работу в любое время без разрешения
sv: Överge upphovsrätten och offentligt avslöja att vem som helst kan använda mitt verk när som helst utan tillstånd
tr: Telif hakkını terk etmek ve herkesin çalışmalarımı izinsiz her an kullanabileceğini açıklamak
uk: Відкинути авторські права і відкрити, що будь-хто може використовувати мою роботу в будь-який час без дозволу
