Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/Community_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Ender Series
ca: sèrie Ender
cs: Řada Ender
de: Ender Serie
es: Serie Ander
fr: Série Ender
hu: Ender sorozat
it: Serie Ender
ja: アンドロイドシリーズ
nl: Ender-serie
pl: Seria Ender
pt_br: Série Ender
ru: серии Ender
sv: Ender-serien
tr: Ender Serisi
uk: Серія кінців

source: CR Series
ca: Series CR
cs: Řada CR
de: CR Serie
es: Serie CR
fr: Résistance de film épais
hu: CR sorozat
it: Serie CR
ja: 厚膜抵抗
nl: CR-serie
pl: Seria CR
pt_br: Série CR
ru: толстопленочное сопротивление
sv: CR-serien
tr: CR Serisi
uk: Серія CR

source: Start updating, please wait a moment
ca: Comenceu l'actualització, espereu un moment
cs: Začněte aktualizovat, prosím počkejte chvíli
de: Starten Sie mit der Aktualisierung, bitte warten Sie einen Moment
es: Comience a actualizar, por favor espere un momento
fr: Démarrez la mise à jour, s'il vous plaît attendez un moment
hu: Kezdje el frissíteni, kérem várjon egy percet.
it: Inizia l'aggiornamento, aspetta un momento
ja: 更新を開始してください、ちょっと待ってください。
nl: Start met updaten, wacht even
pl: Rozpocznij aktualizację, proszę poczekać chwilę
pt_br: Comece a atualizar, por favor espere um momento
ru: Начать обновление, пожалуйста, подождите
sv: Börja uppdatera, vänta ett ögonblick
tr: Güncellemeye başlayın, lütfen bir dakika bekle.
uk: Почати оновлення, будь ласка, зачекайте хвилинку

source: Text
ca: Texte
es: Texto
fr: Texte
hu: Szöveg
it: testo
ja: テキスト
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
tr: Metin
uk: Текст

source: Shape
ca: Forma
cs: Tvar
de: Form
es: Forma
fr: La forme
hu: alak
it: Forma
ja: フォーム
nl: Vorm
pl: Kształt
pt_br: Forma
ru: Форма
sv: Form
tr: Şekil
uk: Форма

source: Emoji
ja: 表情符号
nl: De Emoji
ru: Эмоджи
uk: Емоїcameroon_ departments. kgm

source: Holes
cs: Otvory
de: Löcher
es: Agujeros
fr: Le trou
hu: lyukak
it: Fori
ja: 穴
nl: Gaten
pl: Otwory
pt_br: buracos
ru: Дыры
sv: hål
tr: Delikler
uk: Дірки

source: Thickness
ca: Gràcia
cs: Tloušťka
de: Dicke
es: Espesor
fr: Épaisseur
hu: Vastagság
it: Spessore
ja: 厚さ
nl: Dikte
pl: Grubość
pt_br: Espessura
ru: Толщина
sv: tjocklek
tr: Kalınlık
uk: Товщина

source: 3D View
ca: Vista 3D
cs: 3D pohled
de: 3D-Ansicht
es: Vista 3D
fr: Vue 3D
hu: 3D nézet
it: Visualizzazione 3D
ja: 3Dビュー
nl: 3D-weergave
pl: Widok 3D
pt_br: Visualização 3D
ru: 3D Просмотр
sv: 3D-visning
tr: 3D Görüntü
uk: Перегляд 3D

source: Base Plate & Border
ca: Placa base i frontera
cs: Základní deska ohraničení
de: Grundplatte & Rand
es: Placa base y borde
fr: Plaque de base et bordure
hu: Alaplap és szegély
it: Piatto base e bordo
ja: 基板及び境界
nl: Basisplaat
pl: Płyta bazowa
pt_br: Placa base e borda
ru: Базовая пластина и граница
sv: Basplatta och gräns
tr: Temel Plate & Sınır
uk: Базова пластика і межа

source: Uniform Scale
ca: Escala uniforme
cs: Jednotná stupnice
de: Einheitliche Skala
es: Escala uniforme
fr: Échelle uniforme
hu: Egységes skála
it: Scala uniforme
ja: 統一スケール
nl: Uniforme schaal
pl: Skala jednolita
pt_br: Escala uniforme
ru: Единое соотношение
sv: Uniform skala
tr: Tek biçim Ölçü
uk: Уніформна масштаба

source: Width
ca: Anchor
cs: Šířka
de: Breite
es: Anchura
fr: Largeur
hu: Szélesség
it: Larghezza
ja: 幅
nl: Breedte
pl: Szerokość
pt_br: Largura
ru: Ширина
sv: Bredd
tr: Genişlik
uk: Ширина

source: Height
ca: Altura
cs: Výška
de: Höhe
es: Altura
fr: Hauteur
hu: Magasság
it: Altezza
ja: 身長
nl: Hoogte
pl: Wysokość
pt_br: Altura
ru: Высота
sv: Höjd
tr: Yükseklik
uk: Висота

source: Position
ca: Posició
cs: Poloha
es: Posición
hu: Pozíció
it: Posizione
ja: 位置
nl: Positie
pl: Pozycja
pt_br: Posição
ru: Должности
tr: Pozisyon
uk: Позиція

source: Rotation
ca: Rotació
cs: Otočení
es: Rotación
hu: Forgás
it: Rotazione
ja: 回転
nl: Rotatie
pl: Obracanie
pt_br: Rotação
ru: Ротация
tr: Dönüş
uk: Обертання

source: Fill
ca: omplir
cs: Vyplnit
de: Füllen
es: Llenar
fr: Remplir
hu: Kitöltés
it: Riempi
ja: フィル
nl: Vullen
pl: Wypełnij
pt_br: Preencher
ru: Заполнить
sv: Fyll
tr: Doldur
uk: Заповнення

source: Content
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
hu: Tartalom
it: Contenuto
ja: 内容
nl: Inhoud
pl: Treść
pt_br: Conteúdo
ru: Содержание
sv: Innehåll
tr: İçindekiler
uk: Вміст

source: FontFamily
cs: Rodina písem
de: Schriftfamilie
es: FontFamilia
fr: FontFamille
hu: Betűtípuscsalád
it: FontFamiglia
ja: フォントファミリー
nl: Fontfamilie
pl: Rodzina czcionek
pt_br: FontFamília
ru: FontFamily (семейство шрифтов)
sv: Fontfamilj
uk: ШрифтFamily

source: FontSize
cs: Velikost písma
de: Schriftgröße
es: Tamaño de fuente
hu: Betűméret
ja: フォントサイズ
nl: Lettertypegrootte
pl: Rozmiar czcionki
pt_br: Tamanho da Fonte
ru: Размер шрифта
sv: Skriftsnittstorlek
tr: Yazıtipi Ölçü
uk: Розмір шрифту

source: Size
ca: Tamañ
cs: Velikost
de: Größe
es: Tamaño
fr: Dimensions
hu: Méret
it: Dimensione
ja: 寸法すんぽう
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Ölçü
uk: Розмір@ action

source: Wiki Tutorial
ca: Tutorial Wiki
cs: Wiki návod
es: Tutorial de Wiki
fr: Tutoriels wiki
hu: Wiki oktatóanyag
it: Tutoriale Wiki
ja: ウィキチュートリアル
nl: Wiki-handleiding
pl: Wiki Poręcznik
pt_br: Tutorial Wiki
ru: Вики уроки
sv: Wiki-handledning
tr: Wiki Öğreticisi
uk: Навчальник Wiki

source: Slice parameter setting guide
ca: Guía de configuració de paràmetres
cs: Průvodce nastavením parametrů Slice
de: Leitfaden zur Einstellung von Slice-Parametern
es: Guía de ajuste de parámetros de rodaja
fr: Guide de configuration des paramètres de tranche
hu: Szeletelési paraméterek beállítási útmutató
it: Guida di impostazione dei parametri della fetta
ja: スライスパラメータ設定ガイド
nl: Slice parameter instellingshandleiding
pl: Przewodnik ustawiania parametrów
pt_br: Guia de configuração de parâmetros da fatia
ru: Руководство по настройке параметров разреза
sv: Inställningsguide för skivparametrar
tr: Slice parametre ayarlama rehberini
uk: Підручник для встановлення параметрів слайдів

source: Calibration Guide
ca: Guía de calibració
cs: Průvodce kalibrací
de: Kalibrierhandbuch
es: Guía de calibración
fr: Guide d'étalonnage
hu: Kalibrálási útmutató
it: Guida di calibrazione
ja: 校正ガイド
nl: Kalibratiegids
pl: Przewodnik kalibracji
pt_br: Guia de Calibração
ru: Руководство по калибровке
sv: Kalibreringsguide
tr: Kalibrasyon rehberi
uk: Підручник калібрації

source: Quick Start Guide
ca: Guía de començament ràpid
cs: Průvodce rychlým spuštěním
de: Schnellstartanleitung
es: Guía de inicio rápido
fr: Guide de démarrage rapide
hu: Gyorsindítási útmutató
it: Guida di avvio rapido
ja: クイックスタートガイド
nl: Snelstartgids
pl: Przewodnik szybkiego uruchomienia
pt_br: Guia de início rápido
ru: Руководство по быстрому запуску
sv: Snabbstartguide
tr: Hızlı Başlangıç Kılavuzu
uk: Підручник швидкого запуску

source: Multi color Printing Guide
ca: Guia d'impressió multicolor
cs: Průvodce tiskem vícebarevných barev
de: Mehrfarbige Druckanleitung
es: Guía de impresión multicolor
fr: Guide d'impression multicolore
hu: Többszínű nyomtatási útmutató
it: Guida di stampa multicolore
ja: 多色印刷ガイド
nl: Multi kleuren afdrukken gids
pl: Przewodnik drukowania wielokolorowego
pt_br: Guia de impressão multi-cor
ru: Руководство по многоцветной печати
sv: Flerfärgad utskriftsguide
tr: Çok renkli Baskı Kılavuzu
uk: Підручник друку з декількома кольорами

source: 6.0 Update Description
ca: 6.0 Actualització Descripció
cs: 6.0 Popis aktualizace
de: 6.0 Update Beschreibung
es: 6.0 nota de actualización
fr: 6.0 Mise à jour Description
hu: 6. 0 Frissítés leírása
it: 6.0 Aggiornamento Descrizione
ja: 6.0 更新 説明
nl: 6.0 Update Beschrijving
pl: Opis aktualizacji 6.0
pt_br: 6.0 Atualização Descrição
ru: 6.0 Обновление Описание
sv: 6.0 Uppdatering Beskrivning
tr: 6.0 Güncelleme Açıklaması
uk: 6. 0 Оновити опис

source: Introduce the basic usage of Creality Print and guide users to complete the first printing task.
ca: Introdueix l'ús bàsic de Creality Print i guieu als usuaris per completar la primera tasca d'impresió.
cs: Seznamte se se základním použitím aplikace Creality Print a použijte uživatele k dokončení prvního tiskového úkolu.
de: Einführung in die grundlegende Verwendung von Creality Print und Anleitung der Benutzer zum Abschluss der ersten Druckaufgabe.
es: Introduzca el uso básico de Creality Print y guía a los usuarios para completar la primera tarea de impresión.
fr: Introduction à l'utilisation de base de creality Print pour guider les utilisateurs dans leurs premières tâches d'impression.
hu: Ismerje meg a Creality Print alapvető használatát, és irányítsa a felhasználókat az első nyomtatási feladat elvégzéséhez.
it: Introdurre l'uso di base di Creality Print e guidare gli utenti a completare il primo compito di stampa.
ja: Creality Printの基本的な使用方法を紹介し、最初の印刷タスクを完了させるためのユーザーのガイドです。
nl: Maak kennis met het basisgebruik van Creality Print en begeleid gebruikers bij het voltooien van de eerste afdruktaak.
pl: Zapoznaj się z podstawowym użyciem Creality Print i poprowadź użytkowników do wykonania pierwszego zadania drukowania.
pt_br: Introduza o uso básico da Creality Print e guie os usuários para concluir a primeira tarefa de impressão.
ru: Введите в основное использование Creality Print и направляйте пользователей по выполнению первой задачи печати.
sv: Introducera grundläggande användning av Creality Print och guida användare för att slutföra den första utskriftsuppgiften.
tr: Creality Print'in temel kullanımını tanıtın ve kullanıcılara ilk baskı görevini tamamlamak için rehberlik edin.
uk: Введіть основне використання Creality Print і водичів користувачів для завершення першого завдання друку.

source: After obtaining a multi-color printer, use Creality Print for the first color printing.
ca: Després d'obtenir una impressora multicolor, utilitzeu Creality Print per a la primera impressió a color.
cs: Po získání vícebarevné tiskárny použijte Creality Print pro první barevný tisk.
de: Nachdem Sie einen Mehrfarbdrucker erhalten haben, verwenden Sie Creality Print für den ersten Farbdruck.
es: Después de obtener una impresora multicolor, utilice creativy print para la primera impresión en color.
fr: Après avoir obtenu une imprimante multicouleur, utilisez Creality Print pour la première impression couleur.
hu: Miután megszerzett egy többszínű nyomtató, használja a Creality Print az első színes nyomtatás.
it: Dopo aver ottenuto una stampante multicolore, utilizzare Creality Print per la prima stampa a colori.
ja: マルチカラープリンタを取得した後、最初のカラー印刷のためにCreality Printを使用します。
nl: Nadat u een meerkleurenprinter hebt verkregen, gebruikt u Creality Print voor het eerste kleurenafdrukken.
pl: Po uzyskaniu wielokolorowej drukarki użyj Creality Print do pierwszego druku kolorowego.
pt_br: Depois de obter uma impressora multicores, use a Creality Print para a primeira impressão a cores.
ru: После получения многоцветного принтера используйте Creality Print для первой цветной печати.
sv: Efter att ha skaffat en flerfärgskrivare använder du Creality Print för den första färgutskriften.
tr: Çok renkli bir yazıcı elde ettikten sonra, ilk renkli baskı için Creality Print'i kullanın.
uk: Після отримання декількох кольорів принтера скористайтеся Creality Print для першого друку кольорів.

source: Briefly introduce the parameter settings for Creality Print slicing, including the selection of preset parameters, parameter settings, and saving, to help you better complete 3D printing.
ca: Introdueix breument les opcions de paràmetre per a tallar Creality Print, incloent la selecció de paràmetres predefinits, opcions deparàmetre i estalviar, per ajudar-vos a completar millor l'impresió 3D.
cs: Stručně představte nastavení parametrů pro řezání Creality Print, včetně výběru přednastavených parametrů, nastavení parametrů a ukládání, které vám pomohoulépe dokončit 3D tisk.
de: Stellen Sie kurz die Parametereinstellungen für Creality Print Slicing vor, einschließlich der Auswahl von voreingestellten Parametern, Parametereinstellungen und Speichern,um den 3D-Druck besser abzuschließen.
es: Describe brevemente la configuración de los parámetros de las rebanadas de impresión creativa, incluida la selección de los parámetrospreestablecidos, la configuración de los parámetros y el ahorro para ayudarle a completar mejor la impresión 3D.
fr: Une brève introduction aux paramètres des tranches creality Print, y compris la sélection des paramètres prédéfinis, la configuration desparamètres et la sauvegarde pour vous aider à mieux terminer votre impression 3D.
hu: Röviden bemutatja a Creality Print szeletezésének paraméterbeállításait, beleértve az előre beállított paraméterek, paraméterbeállítások és mentés kiválasztását, hogy jobban befejezzea 3D nyomtatást.
it: Introdurre brevemente le impostazioni dei parametri per il taglio Creality Print, inclusa la selezione dei parametri preimpostati, le impostazionidei parametri e il salvataggio, per aiutarvi a completare meglio la stampa 3D.
ja: プリセットパラメータの選択、パラメータ設定、保存など、Creality Printスライスのパラメータ設定について簡単に説明します。これにより、3 D印刷をよりスムーズに行うことができます。
nl: Introduceer kort de parameterinstellingen voor Creality Print slicing, inclusief de selectie van vooraf ingestelde parameters, parameterinstellingen en opslag, omu te helpen 3D-afdrukken beter te voltooien.
pl: Krótko przedstawić ustawienia parametrów dla cięcia Creality Print, w tym wybór wstępnie ustawionych parametrów, ustawień parametrów i zapisywania, abypomóc lepiej zakończyć drukowanie 3D.
pt_br: Introduza brevemente as configurações de parâmetros para o corte de impressão Creality, incluindo a seleção de parâmetros pré-definidos, configuraçõesde parâmetros e salvamento, para ajudá-lo a concluir melhor a impressão 3D.
ru: Краткое описание параметров среза Creality Print, включая выбор заданных параметров, настройку параметров и сохранение, чтобы помочь вам лучше завершить3D - печать.
sv: Introducera kortfattat parametrinställningarna för Creality Print-skivning, inklusive val av förinställda parametrar, parametrinställningar och sparande, för att hjälpa dig attbättre slutföra 3D-utskrift.
tr: 3D baskıyı daha iyi tamamlamanıza yardımcı olmak için önceden ayarlanmış parametrelerin seçimi, parametre ayarları ve tasarruf dahil olmak üzereCreality Baskı dilimi için parametre ayarlarını kısaca tanıtın.
uk: Краще вкажіть параметри для розрізки друку Creality, зокрема вибір параметрів, параметрів параметрів і збереження, щоб допомогти вам краще завершити3D друк.

source: By adjusting various parameters to achieve the best printing effect.
ca: Axustando diversos paràmetres per aconseguir el millor efecte d'impresió.
cs: Úpravou různých parametrů pro dosažení nejlepšího tiskového efektu.
de: Durch Anpassen verschiedener Parameter, um den besten Druckeffekt zu erzielen.
es: Ajustando varios parámetros para lograr el mejor efecto de impresión.
fr: En ajustant différents paramètres pour obtenir le meilleur effet d'impression.
hu: A különböző paraméterek beállításával a legjobb nyomtatási hatás elérése érdekében.
it: Regolando vari parametri per ottenere il miglior effetto di stampa.
ja: 最良の印刷効果を達成するために様々なパラメータを調整することによって。
nl: Door verschillende parameters aan te passen om het beste drukeffect te bereiken.
pl: Poprzez dostosowanie różnych parametrów, aby uzyskać najlepszy efekt drukowania.
pt_br: Ajustando vários parâmetros para conseguir o melhor efeito de impressão.
ru: Оптимальный эффект печати достигается путем настройки различных параметров.
sv: Genom att justera olika parametrar för att uppnå bästa utskriftseffekt.
tr: En iyi yazdırma etkisini elde etmek için çeşitli parametreleri ayarlayarak.
uk: Налаштуючи різні параметри, щоб досягти найкращого ефекту друку.

source: Creality Print 6.0 has been upgraded to provide you with a better user experience.
ca: Creality Print 6.0 s'ha actualitzat per proporcionar-li una millor experiència d'usuari.
cs: Creality Print 6.0 byl aktualizován, aby vám poskytl lepší uživatelský zážitek.
de: Creality Print 6.0 wurde aktualisiert, um Ihnen eine bessere Benutzererfahrung zu bieten.
es: Creativy print 6.0 se ha actualizado para ofrecerle una mejor experiencia de usuario.
fr: Creality Print 6.0 a été mis à niveau pour vous offrir une meilleure expérience utilisateur.
hu: A Creality Print 6.0 frissítésre került, hogy jobb felhasználói élményt nyújtson.
it: Creality Print 6.0 è stato aggiornato per offrirti una migliore esperienza utente.
ja: Creality Print 6.0は、より良いユーザー体験を提供するためにアップグレードされました。
nl: Creality Print 6.0 is geüpgraded om u een betere gebruikerservaring te bieden.
pl: Creality Print 6.0 został zaktualizowany, aby zapewnić lepsze wrażenia użytkownika.
pt_br: Creality Print 6.0 foi atualizado para lhe proporcionar uma melhor experiência de usuário.
ru: Creality Print 6.0 был обновлен, чтобы обеспечить вам лучший пользовательский опыт.
sv: Creality Print 6.0 har uppgraderats för att ge dig en bättre användarupplevelse.
tr: Creality Print 6.0 size daha iyi bir kullanıcı deneyimi sağlamak için yükseltildi.
uk: Creality Print 6.0 був оновлений, щоб забезпечити вам кращий користувацький досвід.

source: You can select one as the current device on the 'My Devices' or 'Multiple Devices' pages
ca: Podeu seleccionar un com el dispositiu actual a les pàgines 'Els meus dispositius' o 'Multiple Devices'
cs: Jedno můžete vybrat jako aktuální zařízení na stránkách "Moje zařízení" nebo "Více zařízení"
de: Sie können eines als aktuelles Gerät auf den Seiten "Meine Geräte" oder "Mehrere Geräte" auswählen
es: Puede seleccionar uno como dispositivo actual en las páginas 'Mis dispositivos' o 'Múltiples dispositivos'
fr: Vous pouvez en sélectionner un comme appareil actuel sur les pages "Mes appareils" ou "Multiple Devices"
hu: Kiválaszthat egyet az aktuális eszközként a "Saját eszközeim" vagy a "Több eszköz" oldalon
it: Puoi selezionarne uno come dispositivo corrente nelle pagine 'I miei dispositivi' o 'Dispositivi multipli'
ja: 「マイデバイス」または「複数のデバイス」ページで現在のデバイスとして1つを選択できます
nl: U kunt er een selecteren als het huidige apparaat op de pagina 'Mijn apparaten' of 'Meerdere apparaten'
pl: Możesz wybrać jedno jako bieżące urządzenie na stronie "Moje urządzenia" lub "Wiele urządzeń"
pt_br: Você pode selecionar um como dispositivo atual nas páginas 'Meus dispositivos' ou 'Múltiplos dispositivos'
ru: Вы можете выбрать одно на странице « Мое устройство» или « Несколько устройств» в качестве текущего устройства
sv: Du kan välja en som aktuell enhet på sidorna "Mina enheter" eller "Flera enheter"
tr: 'Cihazlarım' veya 'Birden Çok Cihaz' sayfalarında mevcut cihaz olarak birini seçebilirsiniz
uk: Ви можете обрати один з них як поточний пристрій на сторінках « Мої пристрої » або « Декілька пристроїв»

source: System
ca: Sistema
cs: Systém
es: Sistema
fr: Système
hu: Rendszer
it: Sistema
ja: システム
nl: Systeem
pt_br: Sistema
ru: Система
tr: Sistem
uk: Система

source: User
ca: Usuari
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザー
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач

source: Diameter
ca: Diàmetre
cs: Průměr
de: Durchmesser
es: Diámetro
fr: Diamètre
hu: Átmérő
it: diametro
ja: ノズル直径
pl: Średnica
pt_br: Diâmetro
ru: Диаметр
tr: Çap
uk: Діаметр

source: Vender
ca: Vendor
cs: Prodejce
de: Verkäufer
es: Vendedor
fr: Vendeur
hu: Vendőr
it: Venditore
ja: ベンダー
nl: verkoper
pl: Sprzedawca
pt_br: Vendedor
ru: Продавец
sv: Försäljare
tr: Satıcı
uk: Продавець

source: Model
ca: Models
cs: Vzor
de: Modell
es: Modelo
fr: Modèle
hu: Minta
it: Modello
ja: モデル
pl: Wzór
pt_br: Modelo
ru: Модель
sv: Modell
uk: Модель

source: Configuration Name
ca: Nom de la configuració
cs: Název konfigurace
de: Name der Konfiguration
es: Nombre de la configuración
fr: Nom de la configuration
hu: Beállítási név
it: Nome della configurazione
ja: 設定名
nl: Configuratienaam
pl: Nazwa konfiguracji
pt_br: Nome da configuração
ru: Имя конфигурации
sv: Inställningsnamn
tr: Yapılandırma Adı
uk: Назва налаштування

source: Firmware Type
cs: Typ firmwaru
de: Firmware Typ
es: Tipo de firmware
fr: Type de firmware
hu: Firmware típusa
it: Tipo di firmware
ja: ファームウェアタイプ
pl: Typ oprogramowania
pt_br: Tipo de firmware
ru: Тип прошивки
sv: Typ av inbyggd programvara
tr: Firmware Türü
uk: Тип фірми

source: Search Results
ca: Resultats de la recerca
cs: Výsledky vyhledávání
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de recherche
hu: Keresési eredmények
it: Risultati della ricerca
ja: 検索結果
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt_br: Resultados da Pesquisa
ru: Результаты поиска
sv: Sökresultat
tr: Arama Sonuçları
uk: Результати пошуку

source: The model you want is not found. Please search again.
ca: El model que vols no es troba. Si us plau busqueu una altra vegada.
cs: Model, který chcete, není nalezen. Prosím, hledejte znovu.
de: Das gewünschte Modell wurde nicht gefunden. Bitte suchen Sie noch einmal.
es: No se ha encontrado el modelo que desea. Por favor busque de nuevo.
fr: Impossible de trouver le modèle que vous cherchez. Veuillez effectuer une nouvelle recherche.
hu: A modell, amit akarsz, nem található meg. Kérem, keressen újra.
it: Il modello che vuoi non è trovato. Per favore, cerca di nuovo.
ja: 欲しいモデルは見つかりません。また検索してください。
nl: Het model dat u zoekt is niet gevonden. Gelieve opnieuw te zoeken.
pl: Model, którego chcesz nie znaleźć. Proszę poszukać jeszcze raz.
pt_br: O modelo que você deseja não foi encontrado. Por favor procure novamente.
ru: Желаемая модель не найдена. Пожалуйста, поиск снова.
sv: Den modell du vill ha hittades inte. Vänligen sök igen.
tr: İstediğiniz model bulunamadı. Lütfen tekrar arayın.
uk: Модель, яку ви хочете, не знайдена. Будь ласка, шукайте знову.

source: System Filaments
ca: Filaments del sistema
cs: Systémová vlákna
es: Filamentos del sistema
fr: Système filament
hu: Rendszerfonalak
it: Filamenti di sistema
ja: システムフィラメント
nl: Systeemfilamenten
pl: Filamenty systemowe
pt_br: Filamentos do Sistema
ru: Системные нити
sv: Systemfilament
tr: Sistem Filmanları
uk: Системні філаменти

source: Custom Filaments
ca: Filaments personalitzats
cs: Vlastní vlákna
es: Filamentos personalizados
hu: Egyéni szálak
it: Filamenti personalizzati
ja: カスタムフィラメント
nl: Aangepaste filamenten
pl: Własne filamenty
pt_br: Filamentos personalizados
ru: Пользовательские нити
sv: Anpassade Filament
tr: Özel Filaments
uk: Користувацькі нитки

source: Material Type
ca: Tip de material
cs: Typ materiálu
de: Materialtyp
es: Tipo de material
fr: Type de matériau
hu: Anyagtípus
it: Tipo di materiale
ja: 材料タイプ
nl: Type materiaal
pl: Rodzaj materiału
pt_br: Tipo de Material
ru: Тип материала
sv: Materialtyp
tr: Materiyal Türü
uk: Тип матеріалу

source: Brand Supplier
ca: Proveedor de marca
cs: Dodavatel značky
de: Marke Lieferant
es: Marca Proveedor
fr: Fournisseurs de marques
hu: Márkabeszállító
it: Fornitore del marchio
ja: ブランド サプライヤー
nl: Merkleverancier
pl: Dostawca marki
pt_br: Marca Fornecedor
ru: Бренд Поставщик
sv: varumärke leverantör
tr: Marka Tedarikçi
uk: Додавач марки

source: Error
ca: Errors
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

source: At least one material must be selected.
ca: S'ha de seleccionar almenys un material.
cs: Musí být vybrán alespoň jeden materiál.
de: Mindestens ein Material muss ausgewählt werden.
es: Debe seleccionarse al menos un material.
fr: Il faut choisir au moins un matériau.
hu: Legalább egy anyagot kell kiválasztani.
it: Si deve scegliere almeno un materiale.
ja: 少なくとも1つの材料を選択する必要があります。
nl: Er moet ten minste één materiaal worden geselecteerd.
pl: Należy wybrać co najmniej jeden materiał.
pt_br: Pelo menos um material deve ser selecionado.
ru: Необходимо выбрать хотя бы один материал.
sv: Minst ett material måste väljas.
tr: En az bir malzeme seçilmelidir.
uk: Потрібно обрати принаймні один матеріал.
