Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: communication issue, please try again after resolving.
ca: Problema de comunicació, si us plau, torneu a provar després de resoldre.
cs: problém s komunikací, zkuste to znovu po vyřešení.
de: Kommunikationsproblem, bitte versuchen Sie es erneut nach der Lösung.
es: problema de comunicación, por favor intente de nuevo después de resolver.
fr: problème de communication, s'il vous plaît essayez à nouveau après avoir résolu.
hu: kommunikációs probléma, kérjük, próbálja meg újra megoldása után.
it: problema di comunicazione, si prega di riprovare dopo risolvere.
ja: コミュニケーションの問題は、解決した後に再度試してください。
nl: Probeer het nogmaals na het oplossen van een communicatieprobleem.
pl: problem z komunikacją, spróbuj ponownie po rozwiązaniu.
pt_br: problema de comunicação, tente novamente depois de resolver.
ru: проблема связи, пожалуйста, попробуйте снова после решения.
sv: kommunikationsproblem, vänligen försök igen efter att lösa.
tr: iletişim sorunu, çözüldükten sonra lütfen tekrar deneyin.
uk: Проблема зв'язку, будь ласка, спробуйте знову після вирішення.

source: Retract issue, check for filament or spool jams. Click &quot;Retry&quot; after resolving.
ca: Retractar l'emissió, comprobar si hi ha filament o col·locaments. Cliqueu &quot; Intenta&quot; després de resoldre's.
cs: Stáhněte problém, zkontrolujte, zda se vlákno nebo cívka nezasekla. Klikněte" Zkus znovu" po vyřešení.
de: Zurückziehen Problem, prüfen Sie auf Filament oder Spule Staus. Klicken Sie auf &quot; Wiederversuchen&quot; nach der Lösung.
es: Retire el problema y verifique si el filamento o el carrete están bloqueados. Haga clic "; Reintentar "; Despuésde la solución.
fr: Problème de rétractation, vérifiez les embouteillages de filament ou de bobine. Cliquez &lt; &lt; Réessayer&quot; après la résolution.
hu: Húzza vissza a problémát, ellenőrizze, hogy van-e szál vagy tekercs elakadás. Kattintson" Próbálkozás" a megoldás után.
it: Estrarre il problema, controllare se filamenti o bobine inceppano. Clic" Riprova" dopo essersi risolto.
ja: 回収問題、フィラメントまたはスプールのジャムを確認します。クリック &quot;再試し&quot;解決した後。
nl: Trek probleem, controleer op filament of spoel jam. Klik op &quot; Herprobeer&quot; Na het oplossen.
pl: Wycofać problem, sprawdzić, czy nie zacięły się włókna lub szpuli. Kliknij" Próbuj ponownie" po rozwiązaniu.
pt_br: Problema de retração, verifique se há congelagens de filamento ou bobina. Clique em &quot; Tentar novamente" Depois de resolver.
ru: Проблема отступа, проверьте, заблокирована ли нить или катушка. Нажмите "; Повторная проба»; После урегулирования.
sv: Dra tillbaka frågan, kontrollera om filament eller spole jammar. Klicka på &quot; Försök igen" Efter att lösa.
tr: Geri çekme sorunu, filament veya makara reçeteleri kontrol edin. &quot; tıklayın Tekrar dene&quot; çözüldükten sonra.
uk: Витягніть питання, перевірте, чи немає нитки або варень катушки. Натисніть Спробуйте&quot; після вирішення.

source: Feed issue, check for filament or spool jams. Click &quot;Retry&quot; after resolving.
ca: Problema de menjar, verifica si hi ha filaments o col·locaments. Cliqueu &quot; Intenta&quot; després de resoldre's.
cs: Problém s podáváním, zkontrolujte, zda se vlákno nebo cívka nezasekla. Klikněte" Zkus znovu" po vyřešení.
de: Feed Problem, prüfen Sie auf Filament oder Spule Staus. Klicken Sie auf &quot; Wiederversuchen&quot; nach der Lösung.
es: Problema de alimentación, comprobar si hay atascos de filamento o bobina. Haga clic en &quot; Volver a intentar&quot; Despuésde resolver.
fr: Problème d'alimentation, vérifier les confitures de filament ou de bobine. Cliquez &lt; &lt; Réessayer&quot; après la résolution.
hu: Takarmány probléma, ellenőrizze, hogy van-e szál vagy tekercs elakadás. Kattintson" Próbálkozás" a megoldás után.
it: Problema di alimentazione, controllare per il filamento o bobina marmellate. Clic" Riprova" dopo essersi risolto.
ja: フィードの問題、フィラメントまたはスプールのジャムを確認します。クリック &quot;再試し&quot;解決した後。
nl: Voer probleem, controleer op filament of spoel jam. Klik op &quot; Herprobeer&quot; Na het oplossen.
pl: Problem podawania, sprawdź, czy nie zacięły się włókna lub szpuli. Kliknij" Próbuj ponownie" po rozwiązaniu.
pt_br: Problema de alimentação, verifique se há filamentos ou engarrafamentos do carretel. Clique em &quot; Tentar novamente" Depois de resolver.
ru: Проблема корма, проверка нити или закараний катушки. Нажмите &quot; Попробуй&quot; После разрешения.
sv: Feed problem, kontrollera för filament eller spole sylt. Klicka på &quot; Försök igen" Efter att lösa.
tr: Yem sorunu, filament veya makara reçeteleri kontrol edin. &quot; tıklayın Tekrar dene&quot; çözüldükten sonra.
uk: Проблема корму, перевірте, чи є нитка або варення катушки. Натисніть Спробуйте&quot; після вирішення.

source: System error.
ca: Errors del sistema.
cs: Systémová chyba.
de: Systemfehler.
es: Error del sistema.
fr: Erreur du système.
hu: Rendszerhiba.
it: Errore di sistema.
ja: システムエラー
nl: Systeemfout.
pl: Błąd systemu.
pt_br: Erro do sistema.
ru: Системная ошибка.
sv: Systemfel.
tr: Sistem hatası.
uk: Системна помилка.

source: Feed issue , filament may be stuck from loader to CFS hub. Please resolve the issue and click the &quot;Retry&quot; button.
ca: Emissió de menjar, el filament pot estar enganxat des del cargador fins al centre CFS. Si us plau resoldrela qüestió i cliceu en &quot; Intenta&quot; botó.
cs: Problém s podáváním a vlákno může být přilepeno z nakladače do náboje CFS. Vyřešte problém a klikněte na tlačítko"Zkus znovu" tlačítko.
de: Futterproblem, Filament kann vom Lader auf CFS-Nabe festgehalten werden. Bitte lösen Sie das Problem und klicken Sie auf &quot;Wiederversuchen&quot; Knopf.
es: Problema de alimentación, el filamento puede quedar atascado desde el cargador hasta el cubo CFS. Por favor, resuelva elproblema y haga clic en &quot; Volver a intentar&quot; botón.
fr: Problèmes d'alimentation, le filament peut être coincé sur le moyeu CFS à partir du chargeur. Veuillez résoudre le problèmeet cliquez sur & quot; Réessayez "; Le bouton.
hu: A takarmány problémája, a szál ragadhat a rakodótól a CFS központba. Kérjük, oldja meg a problémát, és kattintson a&quot; Próbálkozás" gomb.
it: Problema di alimentazione , filamento può essere bloccato dal caricatore al mozzo CFS. Si prega di risolvere il problemae fare clic su" Riprova" pulsante.
ja: フィードの問題、フィラメントはローダーからCFSハブにCFS固定されるかもしれません。問題を解決して &quot; をクリックしてください再試し&quot;ボタン。
nl: Voer probleem en filament kan worden vastgeplakt van lader naar CFS hub. Los het probleem op en klik opde" Herprobeer&quot; Knop.
pl: Problem z podawaniem i filament może zostać przyklejony z ładowarki do huby CFS. Proszę rozwiązać problem i kliknąć" Próbujponownie" Przycisk.
pt_br: Problema de alimentação, o filamento pode estar preso do carregador ao cubo CFS. Por favor, resolva o problema eclique no botão &quot; Tentar novamente" botão.
ru: Проблемы с подачей, длинные нити могут застрять на ступице CFS от погрузчика. Пожалуйста, решите проблему и нажмите & quot;Повторная проба»; Кнопки.
sv: Matningsproblem, filament kan fastna från lastaren till CFS-navet. Vänligen lös problemet och klicka på &quot; Försök igen" knappen.
tr: Besleme sorunu, filament yükleyiciden CFS merkezine sıkışmış olabilir. Lütfen sorunu çözün ve &quot; Tekrar dene&quot; düğme.
uk: Випуск подачі, гілка може бути застрягнута від завантаження до CFS hub. Будь ласка, вирішите проблему і натисніть кнопку &quot;Спробуйте&quot; кнопка.

source: Feed issue , filament may be blocked between the CFS hub and extruder filament detector. Please resolve the issue and click &quot;Retry&quot; button.
ca: La producció de menjar, el filament pot ser bloquejat entre el centre CFS i el detector de filament extrudor.Si us plau resoldre la qüestió i cliceu &quot; Intenta&quot; botó.
cs: Vlákno může být zablokováno mezi nábojem CFS a detektorem vláken extruderu. Vyřešte problém a klikněte na tlačítko" Zkus znovu"tlačítko.
de: Zufuhr Problem, Filament kann zwischen der CFS-Nabe und Extruder-Filament-Detektor blockiert werden. Bitte lösen Sie das Problem und klicken Sieauf &quot; Wiederversuchen&quot; Knopf.
es: Problema de alimentación, el filamento puede bloquearse entre el cubo CFS y el detector de filamento de la extrusora.Por favor, resuelva el problema y haga clic en &quot; Volver a intentar&quot; botón.
fr: Problème d'alimentation, le filament peut être bloqué entre le moyeu CFS et le détecteur de filament de l'extrudeur. Veuillezrésoudre le problème et cliquer sur &lt; &lt; Réessayer&quot; bouton.
hu: Táplálékkibocsátás , az izzó blokkolható a CFS hub és az extruder izzóérzékelő között. Kérjük, oldja meg a problémát, éskattintson a" Próbálkozás" gomb.
it: Problema di alimentazione, il filamento può essere bloccato tra il hub CFS e il rilevatore di filamento dell'estrusore. Risolviil problema e fai clic su &quot; Riprova" pulsante.
ja: フィードの問題、フィラメントはCFSハブと押出機のフィラメント検出器の間でブロックされることができます。問題を解決して &quot; をクリックしてください再試し&quot;ボタン。
nl: Voedingsprobleem, filament kan worden geblokkeerd tussen de CFS-nab en de extruder filament detector. Gelieve het probleem op te lossenen klik op &quot; Herprobeer&quot; Knop.
pl: Włókno może być zablokowane między hubą CFS a detektorem włókien wytłaczarki. Proszę rozwiązać problem i kliknąć" Próbuj ponownie" Przycisk.
pt_br: Problema de alimentação, o filamento pode ser bloqueado entre o cubo CFS e o detector de filamento da extrusora.Por favor, resolva o problema e clique em &quot; Tentar novamente" botão.
ru: Проблемы с подачей, длинные нити между ступицей CFS и детектором длинной нити экструдера могут быть заблокированы. Пожалуйста, решите проблемуи нажмите & quot; Повторная проба»; Кнопки.
sv: Matningsproblem, filament kan blockeras mellan CFS-navet och extruderns filamentdetektor. Vänligen lös problemet och klicka på &quot; Försök igen" knappen.
tr: Besleme meselesi, KFS merkezi ve ekstruder yumurta dedektörü arasında yumurta kapalı olabilir. Lütfen soruyu çözün ve &quot; Tekrar dene&quot;düğme.
uk: Випробування харчування, гілки можуть бути блоковані між вузлом CFS і детектором гілки екструдера. Будь ласка, вирішите проблему і натисніть&quot; Спробуйте&quot; кнопка.

source: Feed issue , filament may be jammed between the extruder sensor and the extruder gear. Please resolve the issue and click the &quot;Retry&quot; button.
ca: Problema d'alimentació, el filament pot estar enganxat entre el sensor de l'extrusora i l'engranatge de l'extrusora. Si us plauresoldre la qüestió i cliceu en &quot; Intenta&quot; botó.
cs: Vlákno může být zaseknuto mezi snímačem extruderu a ozubením extruderu. Vyřešte problém a klikněte na tlačítko" Zkus znovu" tlačítko.
de: Zufuhrfrage, Filament kann zwischen dem Extrudersensor und dem Extrudergetriebe verstopft werden. Bitte lösen Sie das Problem und klicken Sieauf &quot; Wiederversuchen&quot; Knopf.
es: Problemas de alimentación, el filamento puede estar atascado entre el sensor de la máquina de extrusión y el engranajede la máquina de extrusión. Por favor, resuelva el problema y luego haga clic en & '; Reintentar ";Botones.
fr: Problèmes d'alimentation, le filament peut se coincer entre le capteur de l'extrudeuse et les engrenages de l'extrudeuse. Veuillez résoudrele problème et cliquez sur & quot; Réessayez "; Le bouton.
hu: Táplálékkibocsátás , az izzó elakadhat az extruder érzékelő és az extruder fogaskerék között. Kérjük, oldja meg a problémát, éskattintson a &quot; Próbálkozás" gomb.
it: Problema di alimentazione, il filamento può essere bloccato tra il sensore dell'estrusore e l'ingranaggio dell'estrusore. Si prega di risolvereil problema e fare clic su" Riprova" pulsante.
ja: フィードの問題、フィラメントは押出機センサーと押出機ギアの間に妨げられることができます。問題を解決して &quot; をクリックしてください再試し&quot;ボタン。
nl: Voedingsprobleem, filament kan verstopt worden tussen de extrudersensor en de extruderversnelling. Los het probleem op en klik op de"Herprobeer&quot; Knop.
pl: Włókno może być zacięte między czujnikiem wytłaczarki a przekładnią wytłaczarki. Proszę rozwiązać problem i kliknąć" Próbuj ponownie" Przycisk.
pt_br: Problema de alimentação, o filamento pode estar preso entre o sensor da extrusora e a engrenagem da extrusora. Porfavor, resolva o problema e clique no botão &quot; Tentar novamente" botão.
ru: Проблема подачи, нить может быть забита между датчиком экструдера и передачей экструдера. Пожалуйста, разрешите проблему и нажмите &quot; Попробуй&quot;кнопка.
sv: Matningsproblem, filament kan fastna mellan extrudersensorn och extrudersväxeln. Vänligen lös problemet och klicka på &quot; Försök igen" knappen.
tr: Besleme sorunu, filament ekstrüder sensörü ve ekstrüder dişli arasında sıkışabilir. Lütfen sorunu çözün ve &quot; Tekrar dene&quot; düğme.
uk: Випуск подачі, гілка може бути замкнута між сенсором екструдера і випускним пристроєм. Будь ласка, вирішите проблему і натисніть кнопку&quot; Спробуйте&quot; кнопка.

source: Feed issue , filament may be stuck between the CFS hub sensor and the gear. Please resolve the issue and click the &quot;Retry&quot; button.
ca: El problema de menjar, el filament pot estar enganxat entre el sensor del centre CFS i l'equip. Si usplau resoldre la qüestió i cliceu en &quot; Intenta&quot; botó.
cs: Problém s podáváním, vlákno může být uvězněno mezi senzorem náboje CFS a ozubením. Vyřešte problém a klikněte na tlačítko"Zkus znovu" tlačítko.
de: Zufuhrproblem, Filament kann zwischen dem CFS-Nabensensor und dem Zahnrad feststecken. Bitte lösen Sie das Problem und klicken Sie auf&quot; Wiederversuchen&quot; Knopf.
es: Problemas de alimentación, el filamento puede estar atascado entre el sensor del cubo CFS y el engranaje. Por favor,resuelva el problema y luego haga clic en & '; Reintentar "; Botones.
fr: Problème d'alimentation, le filament peut se coincer entre le capteur de moyeu CFS et l'engrenage. Veuillez résoudre le problèmeet cliquez sur & quot; Réessayez "; Le bouton.
hu: A takarmány problémája, a szál ragadhat a CFS központi érzékelő és a fogantyú között. Kérjük, oldja meg a problémát,és kattintson a &quot; Próbálkozás" gomb.
it: Problema di alimentazione , filamento può essere bloccato tra il sensore del mozzo CFS e l'ingranaggio. Si prega dirisolvere il problema e fare clic su" Riprova" pulsante.
ja: フィードの問題で、フィラメントがCFSハブセンサーとギアの間に引っかかる可能性があります。この問題を解決して、&quot ;再試行";を押します。
nl: Voedingsprobleem: filament kan vastzitten tussen de CFS-naafsensor en het tandwiel. Los het probleem op en klik op de" Herprobeer&quot;Knop.
pl: Problem z podawaniem, włókno może utknąć między czujnikiem węzła CFS a przekładnią. Proszę rozwiązać problem i kliknąć" Próbuj ponownie"Przycisk.
pt_br: Problema de alimentação, o filamento pode estar preso entre o sensor do cubo CFS e a engrenagem. Por favor,resolva o problema e clique no botão &quot; Tentar novamente" botão.
ru: Проблема подачи, нить может застрять между датчиком узла CFS и передачей. Пожалуйста, разрешите проблему и нажмите &quot; Попробуй&quot; кнопка.
sv: Matningsproblem, filament kan fastna mellan CFS-navsensorn och växeln. Vänligen lös problemet och klicka på &quot; Försök igen" knappen.
tr: Besleme sorunu, filament CFS merkezi sensörü ve dişli arasında sıkışmış olabilir. Lütfen sorunu çözün ve &quot; Tekrar dene&quot; düğme.
uk: Проблема подачі, нитка може застрягти між датчиком вузла CFS та передачею. Будь ласка, вирішите проблему і натисніть кнопку &quot;Спробуйте&quot; кнопка.

source: filament runs out, please refill.
ca: Filament esgotat, si us plau, omplir.
cs: Vlákno dojde, doplňte prosím.
de: Filament läuft aus, bitte nachfüllen.
es: El filamento se agota, por favor rellene.
fr: Filament s'épuise, s'il vous plaît remplir.
hu: Elfogyott a szál, kérem töltse újra.
it: Il filamento si esaurisce, si prega di ricaricare.
ja: フィラメントが切れたので、再充填してください。
nl: Filament raakt op, vul het bij.
pl: Filament się kończy, proszę uzupełnić.
pt_br: Filamento se esgota, por favor recarregue.
ru: Нитка заканчивается, пожалуйста, заполните.
sv: filamentet går ut, vänligen fyll på.
tr: Filament bitti, lütfen yeniden doldurun.
uk: Филамент закінчується, будь ласка, повністю заповнюйте.

source: Command failed, current scenario does not support this command.
ca: Ha fallat l' ordre, l' escenari actual no suporta aquesta ordre.
cs: Příkaz selhal, aktuální scénář tento příkaz nepodporuje.
de: Befehl fehlgeschlagen, das aktuelle Szenario unterstützt diesen Befehl nicht.
es: La orden falló y el esquema actual no admite esta orden.
fr: Commande échouée, le scénario actuel ne prend pas en charge cette commande.
hu: A parancs nem sikerült, az aktuális forgatókönyv nem támogatja ezt a parancsot.
it: Comando fallito, lo scenario corrente non supporta questo comando.
ja: コマンドに失敗しました。現在のスキーマではサポートされていません。
nl: Opdracht mislukt, huidig scenario ondersteunt dit opdracht niet.
pl: Polecenie nie powiodło się, obecny scenariusz nie obsługuje tego polecenia.
pt_br: O comando falhou, o cenário atual não suporta este comando.
ru: Команда не удалась, текущая программа не поддерживает эту команду.
sv: Kommando misslyckades, aktuellt scenario stöder inte detta kommando.
tr: Komut başarısız, şu anda senaryo bu komutu desteklemez.
uk: Помилка команди, поточний сценарій не підтримує цю команду.

source: Cutter issue, cutter might be jammed, please try again after resolving
ca: Un problema de tall, un tall podria estar bloquejat, si us plau, torneu a intentar després de resoldre
cs: Problém s řezákem, řezák může být blokován, zkuste to prosím znovu po vyřešení
de: Schneiderproblem, Schneider könnte verstopft sein, bitte versuchen Sie es erneut nach der Lösung
es: El problema del cortador, el cortador podría estar atascado, por favor intente de nuevo después de resolver
fr: Problème de coupe, coupe pourrait être bloqué, s'il vous plaît essayez à nouveau après avoir résolu
hu: Vágó probléma, a vágó elakadhat, kérjük próbálja meg újra a megoldás után
it: Il problema del tagliere, il tagliere potrebbe essere bloccato, si prega di riprovare dopo aver risolto
ja: カッターの問題、カッターは困っているかもしれません、解決した後に再び試してください
nl: Cutter probleem, cutter kan vastlopen, probeer het opnieuw na het oplossen
pl: Problem z Cutterem, Cutter może być zacięty, spróbuj ponownie po rozwiązaniu
pt_br: Problema do cortador, o cortador pode estar preso, tente novamente após resolver
ru: Проблема резача, резача может быть забита, пожалуйста, попробуйте снова после решения
sv: Cutter problem, cutter kan vara fast, försök igen efter att lösa
tr: Cutter sorunu, kesici kapalı olabilir. Lütfen çözdükten sonra tekrar deneyin.
uk: Після вирішення

source: RFID cannot be read, please manually edit filament
ca: No es pot llegir RFID, si us plau editeu manualment el filament
cs: RFID nelze číst, prosím ručně upravte filament
de: RFID kann nicht gelesen werden, bitte manuell Filament bearbeiten
es: RFID no se puede leer, por favor edite manualmente el filamento
fr: RFID ne peut pas être lu, s'il vous plaît modifier manuellement le filament
hu: RFID nem olvasható, kérjük, manuálisan szerkesztheti az izzószálat
it: RFID non può essere letto, modificare manualmente il filamento
ja: RFIDが読み取れないので、フィラメントを手動で編集してください
nl: RFID kan niet worden gelezen, gelieve handmatig filament te bewerken
pl: RFID nie można odczytać, proszę ręcznie edytować filament
pt_br: RFID não pode ser lido, edite manualmente o filamento
ru: RFID не может быть прочитан, пожалуйста, вручную редактируйте нить
sv: RFID kan inte läsas, redigera tråden manuellt
tr: RFID okunamaz, lütfen el ile filament düzenleyin
uk: Не вдалося читати RFID, будь ласка, вручну редагуйте гілку

source: PTFE tube may have detached from the pneumatic fitting, Printing paused, please try again after resolving
ca: El tub de PTFE pot haver desligat del muntatge pneumàtic, impressió pausada, si us plau, torneu a provar desprésde resoldre
cs: PTFE trubka se mohla odpojit od pneumatické armatury, Tisk je pozastaven, zkuste to znovu po vyřešení
de: PTFE-Rohr kann von der pneumatischen Montage gelöst haben, Druck pausiert, versuchen Sie es bitte erneut nach der Auflösung
es: El tubo de PTFE puede haber separado del accesorio neumático, la impresión se detuvo, por favor intente de nuevodespués de resolver
fr: Le tube PTFE peut avoir détaché du raccord pneumatique, l'impression a été suspendue, s'il vous plaît essayez à nouveauaprès avoir résolu
hu: Előfordulhat, hogy a PTFE cső levált a pneumatikus szerelvényről, a nyomtatás megszakítva, kérjük, próbálja meg újra a feloldás után
it: Il tubo PTFE può essere staccato dal raccordo pneumatico, stampa in pausa, si prega di riprovare dopo risolvere
ja: PTFEチューブがエアジョイントから脱落した可能性があり、印刷が一時停止しているので、解決後に再試行してください
nl: PTFE-buis kan van de pneumatische montage zijn losgelaten, het afdrukken is gepauzeerd, probeer het opnieuw na het oplossen
pl: Rura PTFE mogła zostać odłączona od złącza pneumatycznego, Drukowanie wstrzymane, spróbuj ponownie po rozwiązaniu
pt_br: O tubo de PTFE pode ter separado do encaixe pneumático, impressão pausada, tente novamente depois de resolver
ru: Трубка PTFE может быть отделена от пневматической фитинги, печать остановилась, пожалуйста, попробуйте снова после разрешения
sv: PTFE-röret kan ha löst sig från den pneumatiska monteringen, utskrift pausad, försök igen efter att lösa
tr: PTFE tüp pnömatik montajdan ayrılabilir, Baskı durduruldu, çözüldükten sonra tekrar deneyin
uk: ПТФЕ трубка, можливо, віддалася від pneumatic fitting, друк зупинено, будь ласка, спробуйте знову після розв’ язання

source: Extruder may be clogged. Click &quot;Retry&quot; after resolving.
ca: L'extreure pot estar bloquejat. Cliqueu &quot; Intenta&quot; després de resoldre's.
cs: Extruder může být ucpaný. Klikněte" Zkus znovu" po vyřešení.
de: Der Extruder kann verstopft werden. Klicken Sie auf &quot; Wiederversuchen&quot; nach der Lösung.
es: La extrusora puede estar obstruida. Haga clic en &quot; Volver a intentar&quot; Después de resolver.
fr: L'extrudeur peut être obstrué. Cliquez &lt; &lt; Réessayer&quot; après la résolution.
hu: Az extruder eltömődhet. Kattintson" Próbálkozás" a megoldás után.
it: L'espulsore potrebbe essere intasato. Clic" Riprova" dopo essersi risolto.
ja: 挤出機が閉じ込まれるかもしれません。クリック &quot;再試し&quot;解決した後。
nl: De extruder kan verstopt zijn. Klik op &quot; Herprobeer&quot; Na het oplossen.
pl: Wytłaczarka może być zatkana. Kliknij" Próbuj ponownie" po rozwiązaniu.
pt_br: Extrusor pode estar obstruido. Clique em &quot; Tentar novamente" Depois de resolver.
ru: Экструдер может быть забит. Нажмите &quot; Попробуй&quot; После разрешения.
sv: Extrudern kan vara blockerad. Klicka på &quot; Försök igen" Efter att lösa.
tr: Ekstrüder tıkanmış olabilir. &quot; tıklayın Tekrar dene&quot; çözüldükten sonra.
uk: Екстрюдер може бути замкнений. Натисніть Спробуйте&quot; після вирішення.
