Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Printing Stopping
ca: Detenció d' impressió
cs: Zastavení tisku
de: Drucken stoppt
es: Detención de la impresión
fr: Imprimer arrêter
hu: Nyomtatás leállítása
it: Stampa fermata
ja: 印刷停止
nl: Afdrukken stoppen
pl: Zatrzymanie drukowania
pt_br: Impressão Parar
ru: Остановление печати
sv: Utskriftsstopp
tr: Baskı Durdurma
uk: Припинення друку

source: Printing Restoring
ca: Restauració d'impresió
cs: Obnovení tisku
de: Druckwiederherstellung
es: Restauración de impresión
fr: Restauration d'impression
hu: Nyomtatás visszaállítása
it: Restauro stampa
ja: 印刷リストア
nl: Afdrukken herstellen
pl: Odwracanie druku
pt_br: Impressão Restauração
ru: Восстановление печати
sv: Återställning av utskrift
tr: Baskı Restorasyon
uk: Відновлення друку

source: Executing print termination command
ca: Executar la comanda de terminació d'impressió
cs: Spuštění příkazu ukončení tisku
de: Ausführung des Befehls zur Druckbeendigung
es: Ejecutar la orden de terminación de impresión
fr: Exécuter la commande Print end
hu: A nyomtatásvégződési parancs végrehajtása
it: Esecuzione del comando di terminazione della stampa
ja: 印刷終了コマンドを実行中
nl: Uitvoeren van print termination commando
pl: Wykonywanie polecenia zakończenia druku
pt_br: Executando comando de terminação de impressão
ru: Исполнение команды прекращения печати
sv: Kör utskriftsavslutningskommando
tr: Bastırma sonlandırma komutu çalışıyor
uk: Виконання команди завершення друку

source: Executing pause command
ca: S' està executant l' ordre de pausa
cs: Spuštění příkazu pauza
de: Pausenbefehl wird ausgeführt
es: Ejecutar la orden de suspensión
fr: Exécution de la commande pause
hu: Pause parancs végrehajtása
it: Esecuzione del comando pausa
ja: pause コマンドを実行中
nl: Pauzeopdracht uitvoeren
pl: Wykonywanie polecenia pauzy
pt_br: Executando o comando pausa
ru: Выполнение приказа о приостановлении
sv: Kör pauskommandot
tr: Duruşma komutu çalıştırıyor
uk: Виконання команди зупинки

source: Executing the command to continue printing
ca: Executar la comanda de seguir imprimant
cs: Spuštění příkazu pro pokračování v tisku
de: Ausführung des Befehls zum Fortsetzen des Druckens
es: Ejecutar el comando para continuar imprimiendo
fr: Exécuter la commande pour continuer à imprimer
hu: A parancs végrehajtása a nyomtatás folytatásához
it: Esecuzione del comando per continuare la stampa
ja: 印刷を続けるコマンドを実行する
nl: De opdracht uitvoeren om het afdrukken voort te zetten
pl: Wykonanie polecenia kontynuowania drukowania
pt_br: A executar o comando para continuar a imprimir
ru: Исполнение команды для продолжения печати
sv: Kör kommandot för att fortsätta skriva ut
tr: Bastırmaya devam etmek için komutu çalıştırıyor
uk: Виконання команди для продовження друку

source: Pause
ca: Pausar
cs: Pozastavit
es: Pausa
hu: Szünet
it: Pausa
ja: パウズ
nl: Pauzeren
pl: Przerwa
pt_br: Pausa
ru: Приостановление
sv: Pausa
tr: Durdurma
uk: Призупинити

source: Stop
ca: Parar
cs: Přestaň.
de: Stoppen
es: Deténgase
fr: Arrêtez
hu: Állj le
ja: ストップ
pl: Przestań
pt_br: Pare
ru: Остановить
sv: Sluta!
tr: Dur.
uk: Зупинити

source: Continue
ca: Continuar
cs: Pokračovat
de: Weiter
es: Continúa
fr: Continuer
hu: Folytatás
it: Continua
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжай.
sv: Fortsätt
tr: Devam et
uk: Продовжити

source: Printing speed
ca: Velocitat d'impressió
cs: Rychlost tisku
de: Druckgeschwindigkeit
es: Velocidad de impresión
fr: Vitesse d'impression
hu: Nyomtatási sebesség
it: Velocità di stampa
ja: 印刷速度
nl: Druksnelheid
pl: Prędkość drukowania
pt_br: Velocidade de impressão
ru: Скорость печати
sv: Utskriftshastighet
tr: Baskı hızı
uk: Швидкість друку

source: Retry
ca: Intentar de nou
cs: Zkus znovu
de: Wiederversuchen
es: Intenta de nuevo
fr: Essayez à nouveau
hu: Újbóli vizsgálat
it: Riprova
ja: 再試行
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Попробуйте повторно
sv: Försök igen
tr: Yeniden dene
uk: Переспробувати

source: Printing Speed:
ca: Velocitat d'impressió:
cs: Rychlost tisku:
de: Druckgeschwindigkeit:
es: Velocidad de impresión:
fr: Vitesse d'impression:
hu: Nyomtatási sebesség:
it: Velocità di stampa:
ja: 印刷速度:
nl: Druksnelheid:
pl: Szybkość drukowania:
pt_br: Velocidade de impressão:
ru: Скорость печати:
sv: Utskriftshastighet:
tr: Baskı Hızı:
uk: Швидкість друку:

source: Wind Speed
ca: Velocitat del vent
cs: Rychlost větru
de: Windgeschwindigkeit
es: Velocidad del viento
fr: Vitesse du vent
hu: Szélsebesség
it: Velocità del vento
ja: 風速
nl: Windsnelheid
pl: Prędkość wiatru
pt_br: Velocidade do vento
ru: Скорость ветра
sv: Vindhastighet
tr: Rüzgar Hızı
uk: Швидкість вітру

source: Model fan
ca: Model de ventilador
cs: Model ventilátoru
de: Modellventilator
es: Modelo de ventilador
fr: Ventilateur modèle
hu: ventilátor modell
it: Modello di ventilatore
ja: モデルファン
nl: Model ventilator
pl: Model wentylatora
pt_br: Modelo de ventilador
ru: Модель вентилятора
sv: Modellfläkt
tr: Model fanı
uk: Фанатор моделі

source: Case fan
ca: Fan de cas
cs: Ventilátor pouzdra
de: Gehäuse Ventilator
es: Ventilador de caso
fr: Ventilateur de châssis
hu: Ház ventilátor
it: Ventilatore caso
ja: ケースファン
nl: Kofferventilator
pl: Wentylator obudowy
pt_br: Ventilador caso
ru: Вентилятор корпуса
sv: Fallfläkt
tr: Kasa fanı
uk: Дивач регістру

source: Side fan
ca: Fan lateral
cs: Boční ventilátor
de: Seitenventilator
es: Ventilador lateral
fr: Ventilateur latéral
hu: Oldalventilátor
it: Ventilatore laterale
ja: サイドファン
nl: Zijventilator
pl: Wentylator boczny
pt_br: Ventilador lateral
ru: Боковой вентилятор
sv: Sidoflätt
tr: Yan fan
uk: Бічний вентилятор

source: LED light
ca: llum LED
cs: LED světlo
de: LED-Licht
es: Luz LED
fr: Lumière LED
hu: LED-fény
it: Luce a LED
ja: LEDライト
nl: LED-licht
pl: Światło LED
pt_br: Luz LED
ru: Светодиодный свет
sv: LED-ljus
tr: LED ışığı
uk: Світло LED

source: Millimetre
ca: Milímetres
cs: Milimetr
de: Millimeter
es: Mm
fr: millimètre
hu: Milliméter
it: millimetri
ja: ミリメートル
nl: Millimeter
pl: Milimetr
pt_br: Milímetro
ru: Миллиметр
sv: millimeter
tr: milimetre
uk: Міліметр

source: Extrusion distance
ca: Distància d'extrusió
cs: Extrusní vzdálenost
de: Extrusionsabstand
es: Distancia de extrusión
fr: Distance d'extrusion
hu: Extrudációs távolság
it: Distanza di estrusione
ja: 挤出距離
nl: Extrusieafstand
pl: Odległość wytłaczania
pt_br: Distância de extrusão
ru: Расстояние экструзии
sv: Extrusionsavstånd
tr: Ekstrüzyon mesafesi
uk: Відстань екстрації

source: Extrusion speed
ca: Velocitat d'extrusió
cs: Rychlost vytlačování
de: Extrusionsgeschwindigkeit
es: Velocidad de extrusión
fr: Vitesse d'extrusion
hu: Extrudációs sebesség
it: Velocità di estrusione
ja: 挤出速度
nl: Extrusiesnelheid
pl: Prędkość wytłaczania
pt_br: Velocidade de extrusão
ru: Скорость экструзии
sv: Extrusionshastighet
tr: Ekstrüzyon hızı
uk: Швидкість екстракції

source: Mm/sec
ca: Mm/seg
cs: Mm/sek
de: mm/Sekunde
es: mm/segundo
fr: mm/seconde
ja: ミリ/秒
pl: Mm/sek
pt_br: mm/segundo
ru: мм / с
sv: mm/sekund
tr: mm / saniye
uk: мм/сек

source: Please check
ca: Verifiqueu
cs: Prosím zkontrolujte
de: Bitte überprüfen
es: Por favor compruebe
fr: Veuillez vérifier
hu: Ellenőrizze
it: Si prega di controllare
ja: チェックしてください
nl: Gelieve te controleren
pl: Proszę sprawdzić
pt_br: Por favor verifique
ru: Проверьте, пожалуйста.
sv: Vänligen kolla
tr: Lütfen kontrol edin.
uk: Будь ласка, перевірте

source: Does the printer camera device work properly.
ca: El dispositiu de càmera de la impressora funciona correctament.
cs: Funguje zařízení tiskárny správně?
de: Funktioniert die Druckerkamera ordnungsgemäß?
es: ¿Funciona correctamente el dispositivo de la cámara de la impresora?
fr: Est-ce que l'appareil photo d'imprimante fonctionne correctement?
hu: A nyomtató kamera eszköze megfelelően működik.
it: Il dispositivo della fotocamera della stampante funziona correttamente.
ja: プリンタカメラ機器は正常に機能していますか。
nl: Werkt het apparaat van de printercamera goed?
pl: Czy urządzenie kamery drukarki działa poprawnie?
pt_br: O dispositivo da câmera da impressora funciona corretamente.
ru: Работает ли устройство камеры принтера правильно?
sv: Fungerar skrivarkameran korrekt?
tr: Yazıcı kamera cihazı düzgün çalışıyor mu?
uk: Чи правильно працює пристрій фотоапарата принтера.

source: Chuangxiang Cloud devices will soon support this feature in the future, stay tuned!
ca: Els dispositius Chuangxiang Cloud aviat donaran suport a aquesta característica en el futur, seguiu-vos atents!
cs: Chuangxiang Cloud zařízení budou brzy podporovat tuto funkci v budoucnu, zůstaňte naladěni!
de: Chuangxiang Cloud-Geräte werden diese Funktion bald in Zukunft unterstützen, bleiben Sie auf dem Laufenden!
es: Los dispositivos Chuangxiang Cloud pronto admitirán esta función en el futuro, ¡manténgase sintonizado!
fr: Les appareils Chuangxiang Cloud prendront bientôt en charge cette fonctionnalité à l'avenir, restez à l'écoute!
hu: Chuangxiang Cloud eszközök hamarosan támogatják ezt a funkciót a jövőben, maradjon velünk!
it: I dispositivi Chuangxiang Cloud supporteranno presto questa funzionalità in futuro, rimanete sintonizzati!
ja: チュアンシャンクラウドデバイスはすぐにこの機能を将来サポートします。チューンしてください！
nl: Chuangxiang Cloud-apparaten zullen binnenkort deze functie ondersteunen in de toekomst, blijf op de hoogte!
pl: Urządzenia Chuangxiang Cloud wkrótce będą obsługiwać tę funkcję w przyszłości, bądź na śledzeniu!
pt_br: Os dispositivos Chuangxiang Cloud em breve suportarão esse recurso no futuro, fique atento!
ru: В ближайшее время облачные устройства будут поддерживать эту функцию, с нетерпением ждем!
sv: Chuangxiang Cloud-enheter kommer snart att stödja denna funktion i framtiden, håll dig uppmärksam!
tr: Chuangxiang Bulut cihazları yakında gelecekte bu özelliği destekleyecek, izleyin!
uk: Прилади Chuangxiang Cloud незабаром підтримують цю функцію в майбутньому, слідкуйте!

source: Relate to my account
ca: Relacionar-me amb el meu compte
cs: Spojte se s mým účtem
de: Mit meinem Konto verknüpfen
es: Relacionar con mi cuenta
fr: Se connecter à mon compte
hu: Kapcsolódj a számlámhoz
it: Collega al mio account
ja: マイアカウントに関連する
nl: Verbind met mijn account
pl: Powiąż się z moim kontem
pt_br: Relacionado à minha conta
ru: Связать с моим аккаунтом
sv: Länk till mitt konto
tr: Hesabıma bağla
uk: Пов'язати мій рахунок

source: My Device
ca: El meu dispositiu
cs: Moje zařízení
de: Mein Gerät
es: Mi dispositivo
fr: Mon équipement
hu: Az eszköz
it: Il mio dispositivo
ja: 私のデバイス
nl: Mijn apparaat
pl: Moje urządzenie
pt_br: O Meu Dispositivo
ru: Мое оборудование.
sv: Min enhet
tr: Cihazım
uk: Мой пристрій

source: Continue Print
ca: Seguir imprentant
cs: Pokračovat v tisku
de: Weiter drucken
es: Continuar Imprimir
fr: Continuer à imprimer
hu: A nyomtatás folytatása
it: Continua a stampare
ja: 印刷を続ける
nl: Doorgaan met afdrukken
pl: Kontynuuj drukowanie
pt_br: Continuar Imprimir
ru: Продолжайте печатать.
sv: Fortsätt skriva ut
tr: Yazdırmaya Devam et
uk: Продовжити друк

source: Cancel Print
ca: Cancel· lar la impressió
cs: Zrušit tisk
de: Drucken abbrechen
es: Cancelar Imprimir
fr: Annuler l'impression
hu: Nyomtatás törlése
it: Annulla Stampa
ja: キャンセル プリント
nl: Afdrukken annuleren
pl: Anuluj drukowanie
pt_br: Cancelar Imprimir
ru: Отменить печать
sv: Avbryt utskrift
tr: Yazdırmayı İptal et
uk: Скасувати друк

source: Reconnecting
ca: Reconnectant
cs: Opětovné připojení
de: Wiederverbindung
es: Reconectando
fr: Reconnecter
hu: Újracsatlakozás
it: Riconnessione
ja: 再接続中
nl: Herschakelen
pl: Ponowne połączenie
pt_br: Reconectando
ru: Пересоединение
sv: Återkoppling
tr: Yeniden Bağlanıyor
uk: Перез’ єднання

source: IP Address
ca: Adresa IP
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
hu: IP- cím
it: Indirizzo IP
ja: IPアドレス
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP - адрес
sv: IP-adress
tr: IP Adresi
uk: IP адреса

source: Add Status
ca: Engadir estatus
cs: Přidat stav
de: Status hinzufügen
es: Añadir Estado
fr: Ajouter un statut
hu: Állap hozzáadása
it: Aggiungi stato
ja: ステータスを追加
nl: Status toevoegen
pl: Dodaj status
pt_br: Adicionar status
ru: Добавить статус
sv: Lägg till status
tr: Durum Ekle
uk: Додати стан

source: Add
ca: Engadir
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати

source: Rescan
ca: Rescanviar
cs: Znovu prohledat
de: Wiederscannen
hu: Ismétlés
it: Riscaneggio
ja: 再スキャン
nl: Herscan
pl: Przeszukuj ponownie
pt_br: Rescaneamento
ru: Пересканирование
sv: Omskanning
tr: Yeniden Tarama
uk: Пересканувати

source: Device Total
ca: Total del dispositiu
cs: Celkový počet zařízení
de: Gerät insgesamt
es: Dispositivo Total
fr: Total de l'appareil
hu: Eszköz összesen
it: Totale dispositivo
ja: デバイス合計
nl: Apparaattotaal
pl: Urządzenie łącznie
pt_br: Total do Dispositivo
ru: Устройство Всего
sv: Enhet Totalt
tr: Cihaz Toplamı
uk: Загалом пристрою

source: Device added
ca: Un dispositiu afegit
cs: Přidáno zařízení
de: Gerät hinzugefügt
es: Se ha añadido el dispositivo
fr: Appareil ajouté
hu: Eszköz hozzáadása
it: Dispositivo aggiunto
ja: デバイス追加
nl: Apparaat toegevoegd
pl: Urządzenie dodane
pt_br: Dispositivo adicionado
ru: Добавлено устройство
sv: Enhet lagt till
tr: Cihaz eklendi
uk: Додано пристрій

source: No device added
ca: No s'ha afegit cap aparell
cs: Žádné zařízení nebylo přidáno
de: Kein Gerät hinzugefügt
es: Ningún dispositivo añadido
fr: Aucun appareil ajouté
hu: Nincs hozzáadott eszköz
it: Nessun dispositivo aggiunto
ja: デバイスは追加されていません
nl: Geen apparaat toegevoegd
pl: Nie dodano urządzenia
pt_br: Nenhum dispositivo adicionado
ru: Не добавлено устройства
sv: Ingen enhet lagt till
tr: Hiçbir aygıt eklenmedi
uk: Не додано пристрою

source: All Device
ca: Tots els dispositius
cs: Všechno zařízení
de: Alle Geräte
es: Todos los dispositivos
fr: Tous les équipements
hu: Minden eszköz
it: Tutti i dispositivi
ja: すべてのデバイス
nl: Alle apparaten
pl: Wszystkie urządzenie
pt_br: Todos os dispositivos
ru: Все устройства
sv: Alla enheter
tr: Tüm Cihazlar
uk: Всі пристрої

source: Selected devices
ca: Dispositius seleccionats
cs: Vybraná zařízení
de: Ausgewählte Geräte
es: Equipo seleccionado
fr: Dispositifs sélectionnés
hu: Kiválasztott eszközök
it: Dispositivi selezionati
ja: 選択したデバイス
nl: Geselecteerde apparaten
pl: Wybrane urządzenia
pt_br: Dispositivos selecionados
ru: Выбранное оборудование
sv: Utvalda enheter
tr: Seçilen cihazlar
uk: Вибрані пристрої

source: Searching for device...
ca: Buscant dispositiu...
cs: Hledám zařízení...
de: Suche nach Gerät...
es: Buscando dispositivo...
fr: Recherche de dispositif...
hu: Eszköz keresése...
it: Cerco dispositivo...
ja: デバイスを検索中...
nl: Zoeken naar apparaat...
pl: Szukam urządzenia...
pt_br: À procura do dispositivo...
ru: Поиск устройства...
sv: Söker efter enhet...
tr: Aygıt arıyor...
uk: Пошук пристрою...

source: Verification...
ca: Verificació...
cs: Ověření...
de: Überprüfung...
es: Verificación...
fr: Vérification...
hu: Ellenőrzés...
it: Verifica...
ja: 検証。。。
nl: Verificatie...
pl: Weryfikacja...
pt_br: Verificação...
ru: Проверка...
sv: Verifiering...
tr: Verifikasyon...
uk: Перевірка...

source: Connecting...
ca: Conectant...
cs: Spojuji...
de: Verbindungen...
es: Conexión...
fr: Se connecter...
hu: Kapcsolat...
it: Collegamento...
ja: 接続中...
nl: Verbinding maken...
pl: Łączę...
pt_br: Conectando...
ru: Соединение...
sv: Ansluter...
tr: Bağlanıyor...
uk: Підключення...

source: Device Details
ca: Detalls del dispositiu
cs: Detaily zařízení
de: Gerätedetails
es: Detalles del dispositivo
fr: Détails de l'équipement
hu: Eszközrészletek
it: Dettagli del dispositivo
ja: デバイスの詳細
nl: Apparaatgegevens
pl: Szczegóły urządzenia
pt_br: Detalhes do Dispositivo
ru: Подробная информация об оборудовании
sv: Enhetsdetaljer
tr: Cihaz Detayları
uk: Подробиці пристрою

source: Remove Device
ca: Eliminar el dispositiu
cs: Odebrat zařízení
de: Gerät entfernen
es: Eliminar dispositivo
fr: Supprimer un appareil
hu: Eszköz eltávolítása
it: Rimuovi dispositivo
ja: デバイスを削除
nl: Apparaat verwijderen
pl: Usuń urządzenie
pt_br: Remover o Dispositivo
ru: Удалить устройство
sv: Ta bort enhet
tr: Cihazı Kaldır
uk: Вилучити пристрій

source: Move To
ca: Movir a
cs: Přesunout na
de: Bewegen nach
es: Mover a
fr: Déplacer vers
hu: Költözés
it: Sposta a
ja: 移動する
nl: Verplaatsen naar
pl: Przenieś do
pt_br: Mover para
ru: Перейти на
sv: Flytta till
tr: İçine Geç
uk: Пересунути до

source: Remove Group
ca: Eliminar grup
cs: Odstranit skupinu
de: Gruppe entfernen
es: Eliminar grupo
fr: Supprimer le groupe
hu: Csoport eltávolítása
it: Rimuovi gruppo
ja: グループを削除
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Remover grupo
ru: Удалить группу
sv: Ta bort grupp
tr: Grupu Kaldır
uk: Вилучити групу

source: Edit Group
ca: Edita el grup
cs: Upravit skupinu
de: Gruppe bearbeiten
es: Grupo Editorial
fr: Modifier le groupe
hu: Csoport szerkesztése
it: Modifica gruppo
ja: グループを編集
nl: Groep bewerken
pl: Edytuj grupę
pt_br: Editar grupo
ru: Редактировать группу
sv: Redigera grupp
tr: Grubu Düzenle
uk: Редагувати групу

source: Debug
ca: depuració
cs: Ladění
de: Debuggen
es: Puesta en marcha
fr: Débugage
hu: Hibakeresés
ja: デバッグ
nl: Debuggen
pl: Debugowanie
pt_br: depuração
ru: Отладка
sv: Felsökning
tr: Hata ayırtma
uk: Відладка

source: Creality Cloud binds devices
ca: Creality Cloud uneix els dispositius
cs: Creality Cloud váže zařízení
de: Creality Cloud verbindet Geräte
es: Creality Cloud vincula dispositivos
fr: Creality Cloud lie les appareils
hu: A Creality Cloud összekapcsolja az eszközöket
it: Creality Cloud lega i dispositivi
ja: Creality Cloud デバイスをバインド
nl: Creality Cloud bindt apparaten
pl: Creality Cloud wiąże urządzenia
pt_br: Creality Cloud liga dispositivos
ru: Creality Cloud связывает устройства
sv: Creality Cloud binder enheter
tr: Krealit Bulut aygıtları bağlayır
uk: Creality Cloud зв'язує пристрої

source: Merge with existing devices
ca: Combinar amb dispositius existents
cs: Sloučit se stávajícími zařízeními
de: Zusammenfügen mit bestehenden Geräten
es: Fusión con dispositivos existentes
fr: Fusion avec des appareils existants
hu: Egyesítés a meglévő eszközökkel
it: Fusione con dispositivi esistenti
ja: 既存のデバイスと統合
nl: Samengevoegen met bestaande apparaten
pl: Łączenie z istniejącymi urządzeniami
pt_br: Fusão com dispositivos existentes
ru: Объединение с существующими устройствами
sv: Sammanslagning med befintliga enheter
tr: Mevcut cihazlarla birleştir
uk: Об’ єднати з існуючими пристроями

source: Update success
ca: Actualitzar l'èxit
cs: Úspěch aktualizace
de: Erfolg aktualisieren
es: Actualización de éxito
fr: Mise à jour réussie
hu: Frissítés sikere
it: Aggiornamento riuscito
ja: 更新成功
nl: Update succes
pl: Powodzenie aktualizacji
pt_br: Actualizar o sucesso
ru: Успех обновления
sv: Uppdatera framgång
tr: Başarı güncelleme
uk: Оновити успіх

source: File Name
ca: Nom del arxiu
cs: Název souboru
de: Dateiname
es: Nombre del archivo
fr: Nom du fichier
hu: Fájlnév
it: Nome file
ja: ファイル名
nl: Bestandsnaam
pl: Nazwa pliku
pt_br: Nome do Ficheiro
ru: Имя файла
sv: Filnamn
tr: Dosya Adı
uk: Назва файла

source: Video Name
ca: Nom del vídeo
cs: Název videa
de: Name des Videos
es: Nombre del vídeo
fr: Nom de la vidéo
hu: Videó neve
it: Nome del video
ja: ビデオ名
nl: Videonaam
pl: Nazwa wideo
pt_br: Nome do vídeo
ru: Название видео
sv: Videonamn
tr: Video İsmi
uk: Назва відео

source: File Size
ca: Tamañ dels Fichers
cs: Velikost souboru
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
hu: Fájlméret
it: Dimensione del file
ja: ファイルサイズ
nl: Bestandsgrootte
pl: Rozmiar pliku
pt_br: Tamanho do Arquivo
ru: Размер файла
sv: Filstorlek
tr: Dosya Boyutu
uk: Розмір файла

source: Create Time
ca: Crear temps
cs: Vytvořit čas
de: Zeit erstellen
es: Tiempo de creación
fr: Créer le temps
hu: Idő létrehozása
it: Crea tempo
ja: 時間を作成
nl: Tijd aanmaken
pl: Utwórz czas
pt_br: Criar Tempo
ru: Создать время
sv: Skapa tid
tr: Zaman Oluştur
uk: Створити час

source: Consumable Length
ca: Longitud Consumable
cs: Spotřební délka
de: Verbrauchliche Länge
es: Longitud consumible
fr: Longueur consommable
hu: Fogyasztási hossz
it: Lunghezza consumabile
ja: 消耗品の長さ
nl: Verbruikbare lengte
pl: Długość zużycia
pt_br: Comprimento consumível
ru: Длина расходных материалов
sv: förbrukningsbara längd
tr: Tüketilebilir Uzunluk
uk: Довжина споживання

source: Name
ca: Nom
cs: Jméno
es: Nombre
fr: Nom et prénom
hu: Név
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: İsim
uk: Ім'я

source: Start Time
ca: Hora de començament
cs: Čas zahájení
de: Startzeit
es: Hora de inicio
fr: Heure de début
hu: Kezdési idő
it: Ora di inizio
ja: 開始時間
nl: Starttijd
pl: Czas rozpoczęcia
pt_br: Hora de Início
ru: Время начала
sv: Starttid
tr: Başlangıç Zamanı
uk: Час початку

source: End Time
ca: Hora del final
cs: Koncový čas
de: Endzeit
es: Tiempo de finalización
fr: Temps de fin
hu: Végedő idő
it: Orario di fine
ja: 終了時間
nl: Eindtijd
pl: Czas końca
pt_br: Hora de Fim
ru: Конечное время
sv: Sluttid
tr: Son Zamanı
uk: Час кінця

source: Total Duration
ca: Duració total
cs: Celková doba trvání
de: Gesamtdauer
es: Período total de construcción
fr: Durée totale
hu: Összes időtartam
it: Durata totale
ja: 総工期
nl: Totale duur
pl: Całkowity czas trwania
pt_br: Duração Total
ru: Общая продолжительность
sv: Total varaktighet
tr: Toplam Süre
uk: Загальна тривалість

source: Size
ca: Tamañ
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sv: Storlek
tr: Ölçü
uk: Розмір@ action

source: Historical Records
ca: Registres històrics
cs: Historické záznamy
de: Historische Aufzeichnungen
es: Registros históricos
fr: Historique
hu: Történelmi nyilvántartások
it: Registri storici
ja: 歴史記録
nl: Historische gegevens
pl: Zapisy historyczne
pt_br: Registros Históricos
ru: Исторические записи
sv: Historiska register
tr: Tarihi Kayıtlar
uk: Історічні записи

source: Delayed Photography
ca: Fotografia retrasada
cs: Zpožděné fotografie
de: Verspätete Fotografie
es: Fotografía retrasada
fr: Photographie en retard
hu: Késleltetett fényképezés
it: Fotografia in ritardo
ja: 遅延写真
nl: vertraagde fotografie
pl: Opóźniona fotografia
pt_br: Fotografia atrasada
ru: Задержка с фотографией
sv: Försenad fotografering
tr: Gecikmiş Fotoğrafçılık
uk: Завільнена фотографія

source: Start printing
ca: Comenceu a imprimir
cs: Spustit tisk
de: Drucken starten
es: Iniciar la impresión
fr: Commencer à imprimer
hu: Nyomtatás megkezdése
it: Inizia la stampa
ja: 印刷開始
nl: Afdrukken starten
pl: Rozpocząć drukowanie
pt_br: Iniciar a impressão
ru: Начать печать
sv: Börja skriva ut
tr: Baskıya başla
uk: Почати друк

source: Start Printing (Calibrate First)
ca: Comenc a imprimir (Primer calibrar)
cs: Spustit tisk (kalibrovat první)
de: Drucken starten (zuerst kalibrieren)
es: Comience a imprimir (calibre primero)
fr: Démarrer l'impression (calibrer d'abord)
hu: Nyomtatás indítása (először kalibrálja)
it: Inizia la stampa (calibra prima)
ja: 印刷開始（最初に校正）
nl: Start met afdrukken (eerst kalibreren)
pl: Rozpocząć drukowanie (najpierw kalibrować)
pt_br: Iniciar a Impressão (Calibrar Primeiro)
ru: Начать печать (сначала калибрировать)
sv: Starta utskrift (kalibrera först)
tr: Baskıya Başla (İlk Kalibre)
uk: Почати друк (перше калібрувати)

source: Restart printing
ca: Reiniciar l'impressió
cs: Restartovat tisk
de: Drucken neu starten
es: Reiniciar la impresión
fr: Redémarrer l'impression
hu: Nyomtatás újraindítása
it: Riavviare la stampa
ja: 印刷を再開する
nl: Afdrukken opnieuw starten
pl: Uruchom ponownie drukowanie
pt_br: Reiniciar a impressão
ru: Перезапустить печать
sv: Starta om utskrift
tr: Yazımı yeniden başlat
uk: Перезапустити друк
