Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: FR2357: CFS filament in use. To print with spool holder, unload CFS filament and reload spool holder before printing.
ca: FR2357: Filament CFS en ús. Per imprimir amb el sostre de la col·la, descarregueu el filament CFS i recargauel sostre de la col·la abans d'imprimir.
cs: FR2357: CFS vlákno v použití. Chcete-li tisknout pomocí držáku cívky, před tiskem vyložte CFS filament a znovu nabíjejte držákcívky.
de: FR2357: CFS-Filament im Einsatz. Um mit Spulenhalter zu drucken, entladen Sie CFS-Filament und laden Sie den Spulenhalter vor demDrucken neu.
es: FR2357: Filamento CFS en uso. Para imprimir con soporte de bobina, descargue el filamento CFS y recargue el soportede bobina antes de imprimir.
fr: FR2357: Filament CFS utilisé. Pour imprimer avec le support de bobine, déchargez le filament CFS et rechargez le supportde bobine avant d'imprimer.
hu: FR2357: Használatban lévő CFS szál. A tekercs tartóval történő nyomtatáshoz a nyomtatás előtt ürítse ki a CFS szálat, éstöltse újra a tekercs tartót.
it: FR2357: filamento CFS in uso. Per stampare con il supporto della bobina, scaricare il filamento CFS e ricaricare ilsupporto della bobina prima della stampa.
ja: FR2357：使用中のCFSフィラメント。スプールホルダーで印刷するには、印刷前にCFSフィラメントを解荷し、スプールホルダーを再積みます。
nl: FR2357: CFS-filament in gebruik. Om te printen met spoelhouder, ontladen CFS filament en herladen spoelhouder voordat u afdrukt.
pl: FR2357: włókno CFS w użyciu. Aby wydrukować z uchwytem na szpulę, przed drukowaniem rozładuj włókno CFS i ponownie załadujuchwyt na szpulę.
pt_br: FR2357: Filamento CFS em uso. Para imprimir com suporte de bobina, descarregue o filamento CFS e recarregue o suportede bobina antes de imprimir.
ru: FR2357: используемая CFS нить. Чтобы печатать с помощью держателя катушки, разгрузите CFS нить и перезагрузите держатель катушки перед печатью.
sv: FR2357: CFS-filament som används. Om du vill skriva ut med spolehållare, ta av CFS-filamentet och ladda om spolehållaren innandu skriver ut.
tr: FR2357: CFS filamentleri kullanılıyor. Makara tutucusu ile baskı yapmak için, baskı öncesi CFS filamentini boşaltın ve makara tutucusunu yenidenyükleyin.
uk: ФР2357: Філамент CFS використовується. Щоб друкувати зі зберігачем шлупки, розвантажіть CFS гілки і перезавантажіть зберігачем шлупки перед друком.

source: FR2358: Spool holder filament in use. To print with CFS, unload spool holder filament and reload CFS filament before printing.
ca: FR2358: Filament de contenedor de l'espola en ús. Per imprimir amb CFS, descarregueu el filament de contenedor de col·lai recargau el filament de CFS abans d'imprimir.
cs: FR2358: Používá se vlákno držáku cívky. Chcete-li tisknout pomocí CFS, vyložte před tiskem vlákno držáku cívky a znovu nabijteCFS vlákno.
de: FR2358: Spulenhalterfilament im Einsatz. Um mit CFS zu drucken, entladen Sie das Spulenhalter-Filament und laden Sie das CFS-Filament vordem Drucken neu.
es: FR2358: Filamento de soporte de bobina en uso. Para imprimir con CFS, descargue el filamento del soporte de bobinay recargue el filamento CFS antes de imprimir.
fr: FR2358: Filament de support de bobine en utilisation. Pour imprimer avec CFS, déchargez le filament de support de bobineet rechargez le filament CFS avant d'imprimer.
hu: FR2358: Használatban lévő kanáltartó szál. A CFS-szel történő nyomtatáshoz töltse ki a tekercs tartószálát, és töltse újra a CFS-szálatnyomtatás előtt.
it: FR2358: Filamento del portabobine in uso. Per stampare con CFS, scaricare il filamento del portabobine e ricaricare il filamentoCFS prima della stampa.
ja: FR2358: 使用中のスプールホルダーフィラメント。CFSで印刷するには、印刷前にスプールホルダーフィラメントを卸載し、CFSフィラメントを再積みます。
nl: FR2358: Spoel houder filament in gebruik. Als u met CFS wilt afdrukken, moet u het spoelhoudersfilament losladen en hetCFS-filament opnieuw laden voordat u afdrukt.
pl: FR2358: Włókno uchwytu szpuli w użyciu. Aby drukować za pomocą CFS, rozładować filament uchwytu szpuli i ponownie załadować filamentCFS przed drukowaniem.
pt_br: FR2358: Filamento de suporte de bobina em uso. Para imprimir com CFS, descarregue o filamento do suporte da bobinae recarregue o filamento CFS antes de imprimir.
ru: FR2358: Используемая проволока накаливания катушки. Чтобы использовать CFS - печать, перед печатью удалите проволоку катушки и перезагрузите проволоку CFS.
sv: FR2358: Spolhållare filament i bruk. För att skriva ut med CFS laddar du av spolhållarens filament och laddar omCFS-filamentet innan du skriver ut.
tr: FR2358: Kullanımdaki makara tutucu filamentleri. CFS ile baskı yapmak için, makara tutucu filamentini boşaltın ve baskı yapmadan önce CFSfilamentini yeniden yükleyin.
uk: В використанні гілка, що тримає лопку. Щоб друкувати за допомогою CFS, розвантажте гілку, що містить підлогу, і перезавантажте гілкуCFS перед друком.

source: Abnormal temperature of the temperature chamber
ca: Temperatura anormal de la cambra de temperatura
cs: Abnormální teplota teplotní komory
de: Abnormale Temperatur der Temperaturkammer
es: Temperatura anormal en la Cámara de temperatura
fr: Température chambre température anormale
hu: A hőmérsékletkamra kóros hőmérséklete
it: Temperatura anormale della camera di temperatura
ja: 温室の異常温度
nl: Abnormale temperatuur van de temperatuurkamer
pl: Nieprawidłowa temperatura komory temperaturowej
pt_br: Temperatura anormal da câmara de temperatura
ru: Ненормальная температура температурной камеры
sv: Onormal temperatur i temperaturkammaren
tr: Sıcaklık odasının anormal sıcaklığı
uk: Ненормальна температура камери температури

source: network anomaly
ca: anomalia de la xarxa
cs: anomálie sítě
de: Netzanomalie
es: Anomalías de la red
fr: Anomalie du réseau
hu: hálózati rendellenesség
it: Anomalia della rete
ja: ネットワーク異常
nl: netwerkanomalie
pl: anomalia sieci
pt_br: anomalia da rede
ru: аномалия сети
sv: nätverksanomali
tr: ağ anomaliyesi
uk: аномалія мережі

source: AI detected print quality issues
ca: L'AI ha detectat problemes de qualitat de l'impressió
cs: AI detekovala problémy s kvalitou tisku
de: KI erkannte Druckqualitätsprobleme
es: AI detectó problemas de calidad de impresión
fr: L'IA détecte des problèmes de qualité d'impression
hu: A mesterséges intelligencia nyomtatási minőségi problémákat észlelt
it: Problemi di qualità di stampa rilevati dall'intelligenza artificiale
ja: AIが印刷品質の問題を検出した
nl: AI detecteerde problemen met de afdrukkwaliteit
pl: AI wykryła problemy z jakością druku
pt_br: A IA detectou problemas de qualidade de impressão
ru: ИИ обнаружил проблемы с качеством печати
sv: AI upptäckte utskriftskvalitetsproblem
tr: AI yazdırma kalitesi sorunlarını keşfetti
uk: Виявлені проблеми з якістю друку

source: z-Touch abnormality
ca: anomalia del toque z
de: z-Touch Anomalie
es: anormalidad de z-Touch
fr: Anomalie Z - touch
hu: z- Touch rendellenesség
it: Anomalia z-Touch
ja: z-Touchの異常
nl: z-Touch afwijking
pl: z-Touch nieprawidłowość
pt_br: Anormalidade do z-Touch
ru: z-Touch аномалия
sv: z-Touch-avvikelser
tr: z-Touch anormalliği
uk: Ненормальність з- дотику

source: File anomaly
ca: Anomalia dels arxius
cs: Anomalie souboru
de: Dateianomalie
es: Archivo anormal
fr: Anomalie du fichier
hu: Fájlrendellenesség
it: Anomalia del file
ja: ファイルの異常
nl: Bestandsanomalie
pl: Anomalia pliku
pt_br: Anomalia do arquivo
ru: Аномалия файла
sv: Filavvikelse
tr: Dosya anomalisi
uk: Аномалія файлів

source: Abnormal hot bed temperature
ca: Temperatura anormal del llit calent
cs: Abnormální teplota horkého lůžka
de: Abnormale heiße Betttemperatur
es: Temperatura anormal de la cama caliente
fr: Température anormale du lit chaud
hu: Normális meleg ágy hőmérséklete
it: Temperatura del letto caldo anormale
ja: 異常なホットベッド温度
nl: Abnormale temperatuur van het hete bed
pl: Nieprawidłowa temperatura gorącego łóżka
pt_br: Temperatura anormal da cama quente
ru: Ненормальная температура горячей кровати
sv: Onormal varm sängtemperatur
tr: Anormal sıcak yatak sıcaklığı
uk: Ненормальна температура гарячого ліжка

source: Printing quality issues detected by AI
ca: Problemes de qualitat d'impressió detectats per IA
cs: Problémy s kvalitou tisku zjištěné AI
de: Druckqualitätsprobleme durch KI erkannt
es: Problemas de calidad de impresión detectados por la Ia
fr: Problèmes de qualité d'impression détectés par l'IA
hu: A nyomtatási minőségi problémák az AI által észleltek
it: Problemi di qualità della stampa rilevati dall'AI
ja: AIによって検出された印刷品質問題
nl: Problemen met de afdrukkwaliteit gedetecteerd door AI
pl: Problemy z jakością druku wykryte przez AI
pt_br: Problemas de qualidade de impressão detectados pela IA
ru: Проблемы с качеством печати, выявленные ИИ
sv: Problem med utskriftskvalitet upptäckta av AI
tr: AI tarafından bulunan yazdırma kalitesi sorunları
uk: Виявлені проблеми з якістю друку інтерфейсом інтерфейсу

source: TF0501: Heat break fan speed detected to be too low.
ca: TF0501: La velocitat del ventilador de ruptura de calor es detecta com a massa baixa.
cs: TF0501: Rychlost ventilátoru s přerušením tepla byla zjištěna jako příliš nízká.
de: TF0501: Die Lüfterdrehzahl wurde als zu niedrig erkannt.
es: TF0501: Se detectó que la velocidad del ventilador de ruptura térmica era demasiado baja.
fr: Tf0501: la vitesse du ventilateur isolé est trop basse.
hu: TF0501: A hőszakító ventilátor sebessége túl alacsony.
it: TF0501: Velocità del ventilatore riscontrata troppo bassa.
ja: TF0501: ヒートブレークファン速度が低すぎると検出されました.
nl: TF0501: De snelheid van de ventilator is te laag.
pl: TF0501: Prędkość wentylatora wykryta jako zbyt niska.
pt_br: TF0501: A velocidade do ventilador de ruptura de calor foi detectada como muito baixa.
ru: TF0501: Скорость вентилятора с перерывом тепла обнаружена слишком низкой.
sv: TF0501: Värmebrytningsfläktens hastighet upptäcktes vara för låg.
tr: TF0501: Isı kırılması fanı hızının çok düşük olduğu tespit edildi.
uk: TF0501: Виявлена занадто низька швидкість вентилятора.

source: Mainboard fan exception
ca: Exceptió dels ventiladors de màquina
cs: Výjimka ventilátoru hlavní desky
de: Ausnahme für Mainboard-Lüfter
es: Excepción del ventilador de la placa principal
fr: Anomalies du ventilateur de la carte mère
hu: A központi ventilátor kivételével
it: Eccezione della ventola principale
ja: マザーボードファン異常
nl: Mainboard fan uitzondering
pl: Wyjątek wentylatora głównego
pt_br: Exceção do ventilador da placa principal
ru: Аномальный вентилятор главной платы
sv: Huvudkortfläkt undantag
tr: Anakart fan istisnası
uk: Виключення головного вентилятора

source: Detected a issue with the print quality of the first layer
ca: S'ha detectat un problema amb la qualitat d'impressió de la primera capa
cs: Zjištěn problém s kvalitou tisku první vrstvy
de: Ein Problem mit der Druckqualität der ersten Schicht erkannt
es: Se detectaron problemas de calidad de impresión en la primera capa
fr: Un problème a été détecté avec la qualité d'impression de la première couche
hu: Hiba észlelése az első réteg nyomtatási minőségével kapcsolatban
it: Rilevato un problema con la qualità di stampa del primo livello
ja: レイヤ1の印刷品質問題が検出されました
nl: Een probleem met de afdrukkwaliteit van de eerste laag gedetecteerd
pl: Wykryto problem z jakością druku pierwszej warstwy
pt_br: Detectou um problema com a qualidade de impressão da primeira camada
ru: Выявлена проблема с качеством печати первого слоя
sv: Upptäckte ett problem med utskriftskvaliteten på det första lageret
tr: İlk katmanın baskı kalitesinde bir sorun tespit edildi
uk: Виявлено проблему з якістю друку першого шару

source: Current file does not support flow detection
ca: El fitxer actual no suporta la detecció de flux
cs: Aktuální soubor nepodporuje detekci toku
de: Die aktuelle Datei unterstützt keine Flusserkennung
es: El archivo actual no soporta la detección de flujo
fr: Le fichier actuel ne prend pas en charge la détection de flux
hu: Az aktuális fájl nem támogatja az áramlás észlelését
it: Il file corrente non supporta il rilevamento del flusso
ja: 現在のファイルはフロー検出をサポートしません
nl: Huidig bestand ondersteunt geen flow detectie
pl: Bieżący plik nie obsługuje wykrywania przepływu
pt_br: O arquivo atual não suporta a detecção de fluxo
ru: Текущий файл не поддерживает обнаружение потока
sv: Aktuell fil stöder inte flödesdetektion
tr: Mevcut dosya akış tespitini desteklemiyor
uk: Поточний файл не підтримує виявлення потоку

source: AI LiDAR anomaly
ca: AI LiDAR anomalia
cs: AI LiDAR anomálie
de: AI LiDAR Anomalie
es: Anomalía de AI LiDAR
fr: Anomalies lidar ai
hu: AI LiDAR anomália
it: Anomalia AI LiDAR
ja: AIレーザレーダ異常
nl: AI LiDAR anomalie
pl: Anomalia AI LiDAR
pt_br: Anomalia do LiDAR AI
ru: Аномалия AI LiDAR
sv: AI LiDAR-anomali
tr: AI LiDAR anomalisi
uk: Аномалія AI LiDAR

source: AI LiDAR calibration failure
ca: El fracàs de calibració AI LiDAR
cs: Chyba kalibrace AI LiDAR
de: AI LiDAR Kalibrierungsfehler
es: Falló la calibración de AI LIDAR
fr: échec d'étalonnage AI LiDAR
hu: AI LiDAR kalibrálási hiba
it: Fallimento della calibrazione AI LiDAR
ja: AI LiDAR校正障害
nl: AI LiDAR kalibratie mislukt
pl: awaria kalibracji AI LiDAR
pt_br: Falha na calibração do AI LiDAR
ru: Неисправность калибровки AI LiDAR
sv: AI LiDAR kalibreringsfel
tr: AI LiDAR kalibrasyon arızası
uk: Помилка калібровання AI LiDAR

source: AI LiDAR alignment failure
ca: Falla d'alineació AI LiDAR
cs: Chyba zarovnání AI LiDAR
de: AI LiDAR Ausrichtungsfehler
es: Fallo de alineación de AI LiDAR
fr: échec d'alignement AI LiDAR
hu: AI LiDAR igazítási hiba
it: Fallimento dell'allineamento AI LiDAR
ja: AI LiDARアライメント失敗
nl: AI LiDAR uitlijning mislukt
pl: Niewyrównanie AI LiDAR
pt_br: Falha no alinhamento do AI LiDAR
ru: Ошибка наведения на AI LiDAR
sv: AI LiDAR-inriktningsfel
tr: AI LiDAR hizalama arızası
uk: Помилка вирівнювання LiDAR AI

source: Current storage space usage has reached %s, please clean up in time
ca: L'ús actual de l'espai d'emmagatzematge ha arribat a %s, si us plau neteja a temps
cs: Aktuální využití úložného prostoru dosáhlo%s, prosím vyčistěte včas
de: Der aktuelle Speicherplatz hat %s erreicht, bitte rechtzeitig aufräumen
es: El uso actual del espacio de almacenamiento ha alcanzado% s, por favor limpie a tiempo
fr: L'utilisation actuelle de l'espace de stockage a atteint %s, s'il vous plaît nettoyer à temps
hu: A tárolóhely használata elérte a %s-t, kérjük, tisztítsa meg időben
it: L'uso attuale dello spazio di archiviazione ha raggiunto %s, si prega di pulire in tempo
ja: 現在のストレージスペース利用量 %s に達したので、時間をかけて清理してください。
nl: Huidige opslagruimte gebruik heeft%s bereikt, ruim op tijd op
pl: Aktualne wykorzystanie przestrzeni pamięci masowej osiągnęło%s, proszę posprzątać na czas
pt_br: O uso atual do espaço de armazenamento atingiu %s, por favor limpe a tempo
ru: Текущее использование хранилища достигло% s, пожалуйста, очистите его вовремя
sv: Nuvarande lagringsutrymmeanvändning har nått %s, rengör i tid
tr: Mevcut depolama alanı kullanımı %s'e ulaştı, lütfen zamanında temizleyin
uk: Поточне використання місця зберігання досягло %s, будь ласка, очищіть у часі

source: Chamber temp too high, camera off. It'll auto-on when temp normalizes
ca: Temperatura de la càmara massa alta, càmera apagada. S'activarà automàticament quan la temperatura s'normalitzi
cs: Teplota komory je příliš vysoká, kamera je vypnuta. Automaticky se zapne, když se teplota normalizuje
de: Kammertemperatur zu hoch, Kamera ausgeschaltet. Es wird automatisch eingeschaltet, wenn die Temperatur normalisiert
es: La temperatura de la cámara es demasiado alta, la cámara apagada. Se encenderá automáticamente cuando la temperatura se normalice
fr: Température de chambre trop élevée, caméra éteinte. Il s'allumera automatiquement lorsque la température se normalise
hu: A kamra hőmérséklete túl magas, kamera kikapcsolva.
it: Temperatura della camera troppo alta, spenta la fotocamera. Si accenderà automaticamente quando la temperatura si normalizza
ja: 室内の温度が高すぎて、カメラが閉じます。温度が正常に戻ると、自動的に開きます
nl: Kamertemperatuur te hoog, camera uit. Het zal automatisch aan wanneer de temperatuur normaliseert
pl: Za wysoka temperatura komory, kamera wyłączona.
pt_br: Temperatura da câmara demasiado alta, câmara desligada.
ru: Температура в помещении слишком высокая, камера выключена. Когда температура нормализуется, она включается автоматически
sv: Kameratemperaturen är för hög, kameran stängs av. Den slås på automatiskt när temperaturen normaliseras
tr: Oda sıcaklığı çok yüksek, kamera kapatıldı. Tempor normalize girdiğinde otomatik kapatılacak.
uk: Температура камери занадто висока, камера вимкнута. Він буде автоматично включений, коли температура нормалізується

source: Camera failed to start, try restarting
ca: La càmera no va començar, intenta reiniciar
cs: Kamera se nezdařilo spustit, zkuste restartovat
de: Kamera kann nicht gestartet werden, versuchen Sie, neu zu starten
es: La cámara no se inició, intente reiniciar
fr: La caméra n'a pas démarré, essayez de redémarrer
hu: Nem sikerült elindítani a kamera, próbálja újraindítani
it: La fotocamera non si è avviata, prova a riavviare
ja: カメラが起動できなかったので、再起動しよう
nl: Camera kon niet starten, probeer opnieuw op te starten
pl: Nie można uruchomić aparatu, spróbuj ponownie uruchomić
pt_br: A câmera não pôde ser iniciada, tente reiniciar
ru: Не удалось запустить камеру, попробуйте перезагрузить
sv: Kameran kunde inte startas, försök att starta om
tr: Kamera başlayamadı, yeniden başlatmayı deneyin
uk: Не вдалося запустити фотоапарат, спробуйте перезапустити

source: Current file does not support flow ratio calibration, printing with default values.
ca: El arxiu actual no suporta la calibració de la proporció de flux, imprimindo amb valors predefinits.
cs: Aktuální soubor nepodporuje kalibraci průtokového poměru, tisk s výchozími hodnotami.
de: Die aktuelle Datei unterstützt keine Kalibrierung des Durchflussverhältnisses, Drucken mit Standardwerten.
es: El archivo actual no soporta la calibración de la relación de flujo, la impresión con valores predeterminados.
fr: Le fichier actuel ne prend pas en charge l'étalonnage du rapport de débit, l'impression avec des valeurs par défaut.
hu: Az aktuális fájl nem támogatja az áramlási arány kalibrálását, az alapértelmezett értékekkel történő nyomtatást.
it: Il file corrente non supporta la calibrazione del rapporto di flusso, la stampa con i valori predefiniti.
ja: 現在のファイルは,フロー比校正,デフォルト値で印刷をサポートしません.
nl: Het huidige bestand ondersteunt geen kalibratie van de stroomverhouding, afdrukken met standaardwaarden.
pl: Bieżący plik nie obsługuje kalibracji stosunku przepływu, drukowania z wartościami domyślnymi.
pt_br: O arquivo atual não suporta calibração da taxa de fluxo, imprimindo com valores padrão.
ru: Текущий файл не поддерживает калибровку отношения трафика и печатается с использованием значений по умолчанию.
sv: Aktuell fil stöder inte kalibrering av flödesförhållandet, utskrift med standardvärden.
tr: Mevcut dosya akış oranı kalibrasyonunu desteklemez, varsayılan değerlerle baskı.
uk: Поточний файл не підтримує калібрування співвідношення потоку, друк з типовими значеннями.

source: Current filament does not support flow ratio calibration, printing with default values.
ca: El filament actual no suporta la calibració de la proporció de flux, imprimindo amb valors predefinits.
cs: Průvodní vlákno nepodporuje kalibraci poměru průtoku, tisk s výchozími hodnotami.
de: Das aktuelle Filament unterstützt keine Kalibrierung des Durchflussverhältnisses, Druck mit Standardwerten.
es: El filamento actual no soporta la calibración de la relación de flujo, la impresión con valores predeterminados.
fr: Le filament courant ne prend pas en charge l'étalonnage du rapport de débit, l'impression avec des valeurs par défaut.
hu: Az aktuális izzószál nem támogatja az áramlási arány kalibrálását, alapértelmezett értékekkel nyomtatva.
it: Il filamento corrente non supporta la calibrazione del rapporto di flusso, la stampa con i valori predefiniti.
ja: 現在のフィラメントは,フロー比校正をサポートしません.デフォルト値で印刷します.
nl: Huidige filament ondersteunt geen kalibratie van de stroomverhouding, afdrukken met standaardwaarden.
pl: Aktualny żarnik nie obsługuje kalibracji stosunku przepływu, drukowania z wartościami domyślnymi.
pt_br: O filamento atual não suporta a calibração da relação de fluxo, impressão com valores padrão.
ru: Текущая нить не поддерживает калибровку соотношения потока, печать с значениями по умолчанию.
sv: Strömmande filament stöder inte kalibrering av flödesförhållandet, utskrift med standardvärden.
tr: Akım filamenti akış oranı kalibrasyonunu desteklemez, varsayılan değerlerle baskı.
uk: Поточний гілковит не підтримує калібрування співвідношення потоку, друк з типовими значеннями.

source: Auto PA calibration image anomaly, printing with default values.
ca: Anomalia d'imatge de calibració PA automàtica, impressió amb valors predeterminats.
cs: Automatická PA kalibrační anomálie obrazu, tisk s výchozími hodnotami.
de: Auto PA Kalibrierung Bildanomalie, Druck mit Standardwerten.
es: Anomalia de imagen de calibración PA automática, impresión con valores predeterminados.
fr: Auto pa Calibration image exceptions, imprimez avec les valeurs par défaut.
hu: Automatikus PA kalibrálás kép anomália, nyomtatás alapértelmezett értékekkel.
it: Anomalia dell'immagine di calibrazione PA automatica, stampa con valori predefiniti.
ja: 自動PA校正画像異常,デフォルト値で印刷.
nl: Automatische PA kalibratie beeldanomalie, afdrukken met standaardwaarden.
pl: Automatyczna anomalia kalibracji obrazu PA, drukowanie z wartościami domyślnymi.
pt_br: Anomalia de imagem de calibração PA automática, impressão com valores padrão.
ru: Автоматическая калибровка PA аномалия изображения, печать с значениями по умолчанию.
sv: Automatisk PA kalibreringsbildanomali, utskrift med standardvärden.
tr: Otomatik PA kalibrasyon görüntü anomalisi, varsayılan değerlerle baskı.
uk: Автоматична аномалія калібрування зображення PA, друк з типовими значеннями.

source: Auto PA calibration failed, printing with default values.
ca: Ha fallat la calibració automàtica de la PA, impressió amb valors predeterminats.
cs: Automatická kalibrace PA selhala, tisk s výchozími hodnotami.
de: Automatische PA-Kalibrierung fehlgeschlagen, Druck mit Standardwerten.
es: Falló la calibración automática de PA, impresión con valores predeterminados.
fr: L'étalonnage automatique PA a échoué, l'impression avec des valeurs par défaut.
hu: Az automatikus PA kalibrálás nem sikerült, alapértelmezett értékekkel nyomtatva.
it: Calibrazione automatica PA non riuscita, stampa con valori predefiniti.
ja: 自動PA校正が失敗し,デフォルト値で印刷します.
nl: Automatische PA-kalibratie is mislukt, afdrukken met standaardwaarden.
pl: Auto kalibracja PA nie powiodła się, drukowanie z wartościami domyślnymi.
pt_br: Falha na calibração automática da PA, impressão com valores padrão.
ru: Автоматическая калибровка PA не удалась, используя значения по умолчанию для печати.
sv: Auto PA kalibrering misslyckades, utskrift med standardvärden.
tr: Otomatik PA kalibrasyonu başarısız oldu, varsayılan değerlerle yazdırma.
uk: Спроба автоматичного калібрування PA зазнала невдачі, друк з типовими значеннями.

source: A model warping issue has been detected.
ca: S'ha detectat un problema de distorsió model.
cs: Byl zjištěn problém s deformací modelu.
de: Ein Modellverzerrungsproblem wurde festgestellt.
es: Se ha detectado un problema de deformación del modelo.
fr: Un problème de déformation du modèle a été détecté.
hu: Egy modell deformálási problémát észleltek.
it: È stato rilevato un problema di deformazione del modello.
ja: モデルのゆがみ問題が検出されました。
nl: Een model vervorming probleem is gedetecteerd.
pl: Wykryto problem z zakłóceniem modelu.
pt_br: Um problema de deformação do modelo foi detectado.
ru: Была обнаружена проблема с искажением модели.
sv: Ett modellförvrängningsproblem har upptäckts.
tr: Bir model savaş sorunu keşfetildi.
uk: Виявилося проблема з розбиттям моделі.
