Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: All
ca: Tots
cs: Všechny
de: Alle
es: Todos
fr: Tous
hu: Minden
it: Tutti
ja: すべて
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все.
sv: Alla
tr: Tüm
uk: Всі

source: Idle
ca: Inactiv
cs: Nečinný
de: Leerlauf
es: Ocioso
hu: Időben
it: Inattivo
ja: アイドル
nl: Inactief
pl: Bezczynność
pt_br: Inativo
ru: Недействующий
sv: Tomtom
tr: Boş
uk: Без роботи

source: Loading
ca: Cargar
cs: Načítání
de: Laden
es: Cargando
fr: Chargement
hu: Betöltés
it: Caricamento
ja: ロード＃ロード＃
nl: Laden
pl: Ładowanie
pt_br: Carregando
ru: Загрузка
sv: Laddar
tr: Yükleniyor
uk: Завантаження

source: Blanking
ca: Blanquejament
cs: Vyprázdnění
de: Entleeren
es: Blaqueo
fr: Vidage
hu: Ürítés
it: Svuotamento
ja: 空白
nl: Leeg maken
pl: Wypuszczanie
pt_br: Blancamento
ru: Пропустывание
sv: Tomning
tr: Boşaltma
uk: Порожнення

source: Printer
ca: Impressora
cs: Tiskárna
de: Drucker
es: Impresora
fr: Imprimante
hu: Nyomtató
it: Stampante
ja: プリンター
nl: De printer
pl: Drukarka
pt_br: Impressora
ru: Принтер
sv: Skrivare
tr: Yazıcı
uk: Принтер

source: Printer(WiFi)
ca: Impressora (WiFi)
cs: Tiskárna(WiFi)
de: Drucker(WiFi)
es: Impresoras (wifi)
fr: Imprimante (Wifi)
hu: Nyomtató( WiFi)
it: Stampante (WiFi)
ja: プリンター(WiFi)
pl: Drukarka(WiFi)
pt_br: Impressora (WiFi)
ru: Принтер (WiFi)
sv: Skrivare (WiFi)
tr: Yazıcı (WiFi)
uk: Принтер( WiFi)

source: Creality
ca: Crealitat
cs: Krealita
es: Crealidad
hu: Crealitás
it: Crealità
ja: クリアリティ
nl: Crealiteit
pl: Kreatywność
pt_br: Crealidade
ru: Креативность
tr: Creality'nin
uk: Креальність

source: Bambu
cs: BambuCity in Germany
de: Bambus
es: Banb
fr: bambou
it: bambù
ja: バンブ
pl: BambuCity in Germany
ru: Бамбук
uk: Бамбук

source: Sonic Pad
ca: Pad sònic
es: Almohadilla acústica
fr: Tapis sonique
ja: ソニック パッド
pl: Podkładka dźwiękowa
pt_br: Almofada sónica
tr: Sonik Ped

source: Other
ca: Altres
cs: Ostatní
de: Sonstiges
es: Otros
fr: Autres
hu: Egyéb
it: Altri
ja: その他
nl: andere
pl: Inne
pt_br: Outros
ru: Другие
sv: Annat
tr: Diğer
uk: Інші

source: Name Address File
ca: Fixar d'adreça de nom
cs: Soubor adresy názvu
de: Name Adresse Datei
es: Nombre Dirección Archivo
fr: Nom adresse fichier
hu: Név cím fájl
it: File indirizzo nome
ja: 名前 アドレス ファイル
nl: Naam adresbestand
pl: Nazwa Adres Plik
pt_br: Nome Arquivo de Endereço
ru: Имя Адрес файла
sv: Namn Adressfil
tr: Adı Adres Dosyası
uk: Файл імені адреси

source: Device group
ca: Grup de dispositius
cs: Skupina zařízení
de: Gerätegruppe
es: Grupo de dispositivos
fr: Groupe de périphériques
hu: Eszközcsoport
it: Gruppo di dispositivi
ja: デバイスグループ
nl: Apparaatgroep
pl: Grupa urządzeń
pt_br: Grupo de dispositivos
ru: Группа устройств
sv: Enhetsgrupp
tr: Cihaz grubu
uk: Група пристроїв

source: Device State
ca: Estat del dispositiu
cs: Stav zařízení
de: Gerätezustand
es: Estado del dispositivo
fr: État de l'équipement
hu: Eszköz állapota
it: Stato del dispositivo
ja: デバイスの状態
nl: toestelstaat
pl: Stan urządzenia
pt_br: Estado do dispositivo
ru: Состояние устройства
sv: Enhetstillstånd
tr: Cihaz Durumu
uk: Стан пристрою

source: Device Type
ca: Tip de dispositiu
cs: Typ zařízení
de: Gerätetyp
es: Tipo de dispositivo
fr: Type d'appareil
hu: Eszköztípus
it: Tipo di dispositivo
ja: デバイスタイプ
nl: Apparaattype
pl: Typ urządzenia
pt_br: Tipo de dispositivo
ru: Тип устройства
sv: Enhetstyp
tr: Cihaz Türü
uk: Тип пристрою

source: Add Group
ca: Engadir grup
cs: Přidat skupinu
de: Gruppe hinzufügen
es: Agregar grupo
fr: Ajouter un groupe
hu: Csoport hozzáadása
it: Aggiungi gruppo
ja: グループ追加
nl: Groep toevoegen
pl: Dodaj grupę
pt_br: Adicionar Grupo
ru: Добавить группу
sv: Lägg till grupp
tr: Grup Ekle
uk: Додати групу

source: Scan Add
ca: Escàner Afegeix
cs: Skenovat Přidat
de: Scannen Hinzufügen
es: Escanear Añadir
fr: Scanner Ajouter
hu: Szkennelés Hozzáadása
it: Scansione Aggiungi
ja: スキャン 追加
nl: Scannen Toevoegen
pl: Skanowanie Dodaj
pt_br: Scanner Adicionar
ru: Сканирование Добавить
sv: Skanna Lägg till
tr: Tara Ekle
uk: Сканування Додати

source: Manual Add
ca: Engadir manualment
cs: Ruční přidat
de: Manuelle Hinzufügen
es: Manual Añadir
fr: Manuel Ajouter
hu: Manuális hozzáadás
it: Manuale Aggiungi
ja: マニュアル追加
nl: Handmatig toevoegen
pl: Dodaj ręcznie
pt_br: Adicionar Manual
ru: Руководство Добавить
sv: Manuell Lägg till
tr: Manuel Ekle
uk: Додати вручну

source: Edit Name
ca: Editar Nom
cs: Upravit jméno
de: Name bearbeiten
es: Editar Nombre
fr: Modifier le nom
hu: Név szerkesztése
it: Modifica nome
ja: 名前を編集
nl: Naam bewerken
pl: Edytuj nazwę
pt_br: Editar Nome
ru: Редактировать имя
sv: Redigera namn
tr: Adı Düzenle
uk: Редагувати назву

source: Remove
ca: Eliminar
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
ja: 削除＃サクジョ＃
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Device Model
ca: Model d'aparell
cs: Model zařízení
de: Gerätemodell
es: Modelo del dispositivo
fr: Modèle d'équipement
hu: Eszközmodell
it: Modello dispositivo
ja: デバイスモデル
nl: Apparaatmodel
pl: Model urządzenia
pt_br: Modelo do dispositivo
ru: Модель устройства
sv: Enhetsmodell
tr: Aygıt Modeli
uk: Модель пристрою

source: Current Device
ca: Dispositiu actual
cs: Aktuální zařízení
de: Aktuelles Gerät
es: Dispositivo actual
fr: Appareil actuel
hu: Jelenlegi eszköz
it: Dispositivo corrente
ja: 現在のデバイス
nl: Huidige apparaat
pl: Aktualne urządzenie
pt_br: Dispositivo Actual
ru: Текущее устройство
sv: Nuvarande enhet
tr: Ağımdaki Aygıt
uk: Поточний пристрій

source: Device Name
ca: Nom del dispositiu
cs: Název zařízení
de: Gerätenamen
es: Nombre del dispositivo
fr: Nom du périphérique
hu: Eszköz neve
it: Nome del dispositivo
ja: デバイス名
nl: Apparaatnaam
pl: Nazwa urządzenia
pt_br: Nome do dispositivo
ru: Имя устройства
sv: Enhetsnamn
tr: Aygıt İsmi
uk: Назва пристрою

source: Device Address
ca: Adresa del dispositiu
cs: Adresa zařízení
de: Geräteadresse
es: Dirección del dispositivo
fr: Adresse du périphérique
hu: Eszközcím
it: Indirizzo del dispositivo
ja: デバイスアドレス
nl: Apparaatadres
pl: Adres urządzenia
pt_br: Endereço do dispositivo
ru: Адрес устройства
sv: Enhetsadress
tr: Cihaz Adresi
uk: Адреса пристрою

source: Copy
ca: Copiar
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
ja: コピー
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Копіювати

source: Print File
ca: Imprimir Ficheir
cs: Tisknout soubor
de: Datei drucken
es: Archivo de impresión
fr: Fichier d' impression
hu: Fájl nyomtatása
it: Stampa file
ja: 印刷ファイル
nl: Bestand afdrukken
pl: Drukuj plik
pt_br: Imprimir arquivo
ru: Печать файла
sv: Skriv ut fil
tr: Dosyayı Yazdır
uk: Друкувати файл

source: Operation
ca: Operació
cs: provoz
de: Betrieb
es: Operación
fr: Opération
hu: Művelet
it: Operazione
ja: 操作
nl: Werking
pl: Operacja
pt_br: Operação
ru: Операция
tr: Operasyon
uk: Операція

source: Details
ca: Detalles
cs: Podrobnosti
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_br: Detalhes
ru: Подробности
sv: Detaljer
tr: Ayrıntılar
uk: Деталі

source: English
ca: Català
cs: angličtina
de: Englisch
es: Inglés
fr: Anglais
hu: Angol
it: Inglese
ja: 英語
nl: Engels
pl: Angielski
pt_br: Inglês
ru: Английский
sv: Svenska
tr: İngilizce
uk: Українська

source: Simplified Chinese
ca: Xinès simplificat
cs: Zjednodušená čínština
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
hu: Egyszerűsített kínai
it: Cinese semplificato
ja: 簡体中文
nl: Vereenvoudigd Chinees
pl: Chiński uproszczony
pt_br: Chinês simplificado
ru: Упрощенный китайский
sv: Förenklad kinesiska
tr: Basitleştirilmiş Çince
uk: Простий китайський

source: Create Device Group
ca: Crear un grup de dispositius
cs: Vytvořit skupinu zařízení
de: Gerätegruppe erstellen
es: Crear grupo de dispositivos
fr: Créer un groupe de périphériques
hu: Eszközcsoport létrehozása
it: Creare gruppo di dispositivi
ja: デバイスグループを作成
nl: Apparaatgroep aanmaken
pl: Utwórz grupę urządzeń
pt_br: Criar Grupo de Dispositivos
ru: Создание группы устройств
sv: Skapa enhetsgrupp
tr: Aygıt Grubu Oluştur
uk: Створити групу пристроїв

source: Ok
ca: D'acord
cs: Dobře.
de: In Ordnung.
es: Está bien.
fr: D'accord.
it: Va bene.
nl: Oké.
pl: W porządku.
ru: Ладно.
sv: Okej.
tr: Tamam.
uk: Добре.

source: Cancel
ca: Canviar
cs: Zrušit
de: Abbrechen
es: Cancelación
fr: Annulation
hu: törlés
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sv: Avbryt
tr: Lütfen
uk: Скасувати

source: Reset
ca: Reiniciar
cs: Resetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialisation
hu: Visszaállítás
ja: リセット
pl: Resetuj
pt_br: Repor
ru: Сбросить
sv: Återställ
tr: Sıfırla
uk: Відновити

source: Rename Device Group
ca: Renomar el grup de dispositius
cs: Přejmenovat skupinu zařízení
de: Gerätegruppe umbenennen
es: Renombrear el grupo de dispositivos
fr: Renommer le groupe de périphériques
hu: Eszközcsoport átnevezése
it: Rinominare il gruppo di dispositivi
ja: デバイスグループの名前を変更
nl: Apparaatgroep hernoemen
pl: Zmień nazwę grupy urządzeń
pt_br: Renomear Grupo de Dispositivos
ru: Переименовать группу устройств
sv: Byt namn på enhetsgrupp
tr: Cihaz Grubunun Adını Değiştir
uk: Перейменувати групу пристроїв

source: Rename Device Name
ca: Renomar el nom del dispositiu
cs: Přejmenovat název zařízení
de: Gerätenamen umbenennen
es: Renombrear el nombre del dispositivo
fr: Renommer le nom du périphérique
hu: Eszköz neve átnevezése
it: Rinomina il nome del dispositivo
ja: デバイス名を変更
nl: Apparaatnaam hernoemen
pl: Zmień nazwę urządzenia
pt_br: Renomear o nome do dispositivo
ru: Переименовать имя устройства
sv: Byt namn på enheten
tr: Aygıt Adını Yeniden Adlandır
uk: Перейменувати назву пристрою

source: Printing Progress
ca: Progrés de l'impressió
cs: Průběh tisku
de: Druckfortschritt
es: Progreso de la impresión
fr: Progression de l'impression
hu: Nyomtatási folyamat
it: Progresso della stampa
ja: 印刷の進展
nl: Afdrukvoortgang
pl: Postęp drukowania
pt_br: Progresso da impressão
ru: Прогресс печати
sv: Utskriftsförlopp
tr: Yazım Geliştirme
uk: Прогрес друку

source: Add Device
ca: Engadir dispositiu
cs: Přidat zařízení
de: Gerät hinzufügen
es: Añadir dispositivos
fr: Ajouter un équipement
hu: Eszköz hozzáadása
it: Aggiungi dispositivo
ja: デバイスの追加
nl: Apparaat toevoegen
pl: Dodaj urządzenie
pt_br: Adicionar dispositivo
ru: Добавить устройство
sv: Lägg till enhet
tr: Cihaz Ekle
uk: Додати пристрій

source: Add multiple devices
ca: Engadir múltiples dispositius
cs: Přidání více zařízení
de: Mehrere Geräte hinzufügen
es: Añadir varios dispositivos
fr: Ajouter plusieurs appareils
hu: Több eszköz hozzáadása
it: Aggiungere più dispositivi
ja: 複数のデバイスを追加
nl: Meerdere apparaten toevoegen
pl: Dodaj kilka urządzeń
pt_br: Adicionar vários dispositivos
ru: Добавление нескольких устройств
sv: Lägg till flera enheter
tr: Birden fazla cihaz ekle
uk: Додати кілька пристроїв

source: How to find an IP address?
ca: Com trobar una adreça IP?
cs: Jak najít IP adresu?
de: Wie finde ich eine IP-Adresse?
es: ¿Cómo encontrar una dirección IP?
fr: Comment trouver une adresse IP ?
hu: Hogyan találjuk meg az IP címet?
it: Come trovare un indirizzo IP?
ja: どうやってIPアドレスを見つけるのでしょうか。
nl: Hoe vind je een IP-adres?
pl: Jak znaleźć adres IP?
pt_br: Como encontrar um endereço IP?
ru: Как найти IP-адрес?
sv: Hur hittar man en IP-adress?
tr: Bir IP adresi nasıl buluruz?
uk: Як знайти IP адресу?

source: The device already exists
ca: El dispositiu ja existeix
cs: Zařízení již existuje
de: Das Gerät existiert bereits
es: El dispositivo ya existe
fr: L'équipement existe déjà
hu: Az eszköz már létezik
it: Il dispositivo esiste già
ja: デバイスは既に存在しています
nl: Het apparaat bestaat al
pl: Urządzenie już istnieje
pt_br: O dispositivo já existe
ru: Устройство уже существует
sv: Enheten finns redan
tr: Aygıt zaten mevcut.
uk: Пристрій вже існує

source: The device does not exist
ca: El dispositiu no existeix
cs: Zařízení neexistuje
de: Das Gerät existiert nicht
es: El dispositivo no existe
fr: L'appareil n'existe pas
hu: Az eszköz nem létezik
it: Il dispositivo non esiste
ja: デバイスが存在しません
nl: Het apparaat bestaat niet
pl: Urządzenie nie istnieje
pt_br: O dispositivo não existe
ru: Оборудование не существует
sv: Enheten finns inte
tr: Cihaz mevcut değil
uk: Пристрій не існує

source: Device added successfully
ca: El dispositiu va afegir amb èxit
cs: Zařízení bylo přidáno úspěšně
de: Gerät erfolgreich hinzugefügt
es: Dispositivo añadido con éxito
fr: Appareil ajouté avec succès
hu: Eszköz sikeresen hozzáadott
it: Dispositivo aggiunto correttamente
ja: デバイス追加成功
nl: Apparaat succesvol toegevoegd
pl: Urządzenie dodane pomyślnie
pt_br: Dispositivo adicionado com sucesso
ru: Устройство добавлено успешно
sv: Enheten läggs till framgångsrikt
tr: Cihaz başarıyla eklendi
uk: Пристрій успішно додано

source: Test
cs: Testování
es: Prueba
hu: Vizsgálat
ja: テスト
pl: Testowanie
pt_br: Teste
ru: Испытания
sv: Testning
uk: Тест

source: Back
ca: Atrás
cs: Zpět
de: Zurück
es: Volver
fr: < retour
hu: Vissza
it: Indietro
ja: バック
nl: Terug
pl: Z powrotem
pt_br: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад

source: Warning
ca: Avisu
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
hu: Figyelmeztetés
it: Attenzione
ja: に警告
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ru: Предупреждение
sv: Varning
tr: Uyarı
uk: Попередження

source: Filament Status
ca: Estat del filament
cs: Stav vlákna
es: Estado del filamento
fr: État du filament
hu: Szálak állapota
it: Stato del filamento
ja: フィラメントの状態
pl: Stan żarówki
pt_br: Estado do filamento
ru: Статус нити
tr: Filament Durumu
uk: Стан фільмента

source: Filament Match
ca: Filament coincidència
cs: Shoda vláken
de: Filamentübereinstimmung
es: Match de filamento
hu: szál Match
it: Corrispondenza filamento
ja: フィラメント マッチ
pl: Dopasowanie włókien
pt_br: Correspondência do Filamento
ru: Соответствие нити
tr: Filament Maç
uk: Філамент матч

source: Confirm
ca: Confirmar
cs: Potvrdit
de: Bestätigen
es: Confirmación
fr: Confirmation
hu: Megerősítés
it: Conferma
ja: 確認
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmação
ru: Подтвердить
sv: Bekräfta
tr: Onayla
uk: Підтвердити

source: Upload GCode file name
ca: Enviar el nom de ficher GCode
cs: Nahrát název souboru GCode
de: GCode Dateiname hochladen
es: Carga el nombre del archivo GCode
fr: Télécharger le nom du fichier GCode
hu: GCode fájlnév feltöltése
it: Carica nome del file GCode
ja: GCode ファイル名をアップロード
nl: GCode bestandsnaam uploaden
pl: Prześlij nazwę pliku GCode
pt_br: Carregar nome do arquivo GCode
ru: Загрузить имя файла GCode
sv: Ladda upp GCode filnamn
tr: GCode dosya adını yükle
uk: Вивантажити назву файла GCode

source: Print calibration
ca: Calibració d'impressió
cs: Kalibrace tisku
de: Druckkalibrierung
es: Calibración de impresión
fr: Calibration d'impression
hu: Nyomtatási kalibrálás
it: Calibrazione della stampa
ja: プリント校正
nl: Afdrukkalibratie
pl: Kalibracja druku
pt_br: Calibração da impressão
ru: Калибровка печати
sv: Kalibrering av utskrift
tr: Baskı kalibrasyonu
uk: Калібрація друку

source: Enable CFS
ca: Activar CFS
cs: Povolit CFS
de: CFS aktivieren
es: Habilitar CFS
fr: Activer CFS
hu: CFS engedélyezése
it: Abilitare CFS
ja: CFSを有効にする
nl: CFS inschakelen
pl: Włącz CFS
pt_br: Habilitar CFS
ru: Включить CFS
sv: Aktivera CFS
tr: CFS'yi Etkinleştir
uk: Увімкнути CFS

source: Printing Information
ca: Informació d'impressió
cs: Tiskové informace
de: Druckinformationen
es: Información de impresión
fr: Informations sur l'impression
hu: Nyomtatási információk
it: Informazioni sulla stampa
ja: 印刷情報
nl: Drukinformatie
pl: Informacje o drukowaniu
pt_br: Informações de Impressão
ru: Информация о печати
sv: Utskriftsinformation
tr: Baskı Bilgileri
uk: Інформація про друк

source: Control
cs: Ovládání
de: Steuerung
fr: Contrôle
hu: vezérlés
it: Controllo
ja: 制御
nl: Controle
pl: Kontrola
pt_br: Controle
ru: Контроль
sv: Kontroll
tr: Kontrol
uk: Керування

source: File
ca: Ficheros
cs: Soubor
de: Datei
es: Documentos
fr: Fichier
hu: Fájl
ja: ファイル
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
sv: Fil
tr: Dosya
uk: Файл

source: Records
ca: Els registres
cs: Záznamy
de: Aufzeichnungen
es: Registros
fr: Enregistrements
hu: Nyilvántartások
it: Registri
ja: レコード
pl: Zapisy
pt_br: Registros
ru: Запись
sv: Rekorder
tr: Kayıtlar
uk: Записи

source: Timelapse Video
ca: Vídeo del temps
cs: Časosběrné video
de: Zeitraffer-Video
es: Vídeo del lapso de tiempo
fr: Vidéo Timelapse
hu: Timelapse videó
ja: タイムレップス ビデオ
pl: Timelapse Wideo
pt_br: Vídeo Timelapse
ru: Timelapse Видео
sv: Tidsövergång Video
tr: Zaman Geçişi Video
uk: Відео через час

source: Object deletion
ca: Eliminació d'objectes
cs: Smazání objektu
de: Objektlöschung
es: Eliminación de objetos
fr: Suppression d'objets
hu: Objektum törlése
it: Eliminazione degli oggetti
ja: オブジェクト削除
nl: Object verwijderen
pl: Usunięcie obiektu
pt_br: Exclusão de objetos
ru: Удаление объекта
sv: Radering av objekt
tr: Nesne silinmesi
uk: Вилучення об’ єкта

source: Camera
ca: Cámara
cs: Fotoaparát
de: Kamera
es: Cámara
fr: Caméra
hu: Kamera
it: Fotocamera
ja: カメラ
pl: Aparat fotograficzny
pt_br: Câmera
ru: Камера
sv: Kamera
tr: Kamera
uk: Камера

source: Temperature
ca: Temperatura
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
hu: Hőmérséklet
it: temperatura
ja: 温度
nl: Temperatuur
pl: Temperatura
pt_br: Temperatura
ru: Температура
sv: Temperatur
tr: Sıcaklık
uk: Температура

source: Layer
ca: Capa
cs: Vrstva
de: Ebene
es: Capas
fr: Couche
hu: Réteg
it: Livello
ja: レイヤー
nl: Laag
pl: Warstwa
pt_br: Camada
ru: Слой
sv: Lager
tr: Katman
uk: Шар

source: Printing time
ca: Hora d'impressió
cs: Čas tisku
de: Druckzeit
es: Tiempo de impresión
fr: Temps d'impression
hu: Nyomtatási idő
it: Tempo di stampa
ja: 印刷時間
nl: Afdruktijd
pl: Czas drukowania
pt_br: Tempo de impressão
ru: Время печати
sv: Utskriftstid
tr: Yazım zamanı
uk: Час друку

source: Remaining time
ca: El temps restant
cs: Zbývající čas
de: Zeit übrig
es: Tiempo restante
fr: Temps restant
hu: Hátralévő idő
it: Tempo rimanente
ja: 残り時間
nl: Resterende tijd
pl: Pozostały czas
pt_br: Tempo restante
ru: Оставшееся время
sv: Återstående tid
tr: Kalan zamanı
uk: Залишений час

source: Finish Time
ca: Hora de acabar
cs: Čas dokončení
de: Endzeit
es: Tiempo de finalización
fr: Temps de fin
hu: Befejezési idő
it: Tempo di fine
ja: 終了時間
nl: Eindtijd
pl: Czas zakończenia
pt_br: Hora de Finalização
ru: Время завершения
sv: Avslutningstid
tr: Bitirme Zamanı
uk: Час завершення

source: Ultrafast
cs: Ultrarychlé
de: Ultraschnell
es: Súper rápido
fr: Ultrarapide
hu: Ultragyors
it: Ultraveloce
ja: 超高速
nl: Ultrasnel
pl: Ultraszybkie
pt_br: Ultrarápido
ru: Ультрабыстрые
sv: Ultrasnabb
tr: Ultrahızlı

source: Standard
ca: Estàndard
cs: Standardní
es: Estándar
ja: 標準
nl: Standaard
pl: Standardowe
pt_br: Padrão
ru: Стандартный
tr: Standart
uk: Стандартний

source: Stable
ca: Estable
cs: Stabilní
de: Stabil
es: Estabilidad
hu: Stabilis
it: Stabile
ja: 安定した
nl: Stabiel
pl: Stabilny
pt_br: Estável
ru: Стабильная
sv: Stabil
tr: Kararlı
uk: Стабельний

source: Silent
cs: Tichý
de: Still
es: Silencioso
fr: Silencieux
hu: Csendes
it: Silenzioso
ja: 静かな
nl: Stilte
pl: Cicho
pt_br: Silencioso
ru: Тихое
sv: Tyst
tr: Sessiz
uk: Тихо

source: Cannot be empty
ca: No pot estar buit
cs: Nelze být prázdné
de: Kann nicht leer sein
es: No puede estar vacío
fr: Ne peut pas être vide
hu: Nem lehet üres
it: Non può essere vuoto
ja: 空できない
nl: Kan niet leeg zijn
pl: Nie może być pusty
pt_br: Não pode estar vazio
ru: Не может быть пустой
sv: Kan inte vara tom
tr: Boş olamaz
uk: Не вдалося бути порожнім

source: Already exists
ca: Ja existeix
cs: Již existuje
de: bereits existiert
es: Ya existe
fr: Existe déjà
hu: Már létezik.
it: Esiste già
ja: 既に存在しています
nl: Bestaat al
pl: Już istnieje
pt_br: Já existe
ru: Существуют
sv: Redan finns
tr: Zaten var
uk: Вже існує

source: Copy successful
ca: Copiar amb èxit
cs: Kopírování úspěšné
de: Erfolgreich kopieren
es: Copiar con éxito
fr: Copie réussie
hu: Másolás sikeres
it: Copia con successo
ja: コピー成功
nl: Kopiëren succesvol
pl: Kopiowanie pomyślne
pt_br: Copiar com sucesso
ru: Успешное копирование
sv: Kopiera framgångsrikt
tr: Başarılı kopyala
uk: Успішне копіювання

source: Removing a group will delete the devices in the group. Are you sure you want to remove it?
ca: Eliminar un grup eliminarà els dispositius del grup. Esteu segurs que voleu eliminar-lo?
cs: Odstranění skupiny odstraní zařízení ve skupině. Jste si jisti, že ji chcete odstranit?
de: Wenn Sie eine Gruppe entfernen, werden die Geräte in der Gruppe gelöscht. Sind Sie sicher, dass Sie es entfernenmöchten?
es: Eliminar un grupo eliminará los dispositivos del grupo. ¿Estás seguro de que quieres eliminarlo?
fr: Supprimer un groupe supprime les appareils du Groupe. Êtes - vous sûr de vouloir le supprimer?
hu: Egy csoport eltávolítása törli a csoport eszközeit. Biztos, hogy el akarja távolítani?
it: Rimuovere un gruppo eliminerà i dispositivi del gruppo. Sei sicuro di volerlo rimuovere?
ja: グループを削除すると、グループ内のデバイスが削除されます。削除したいと思いますか？
nl: Als u een groep verwijdert, worden de apparaten in de groep verwijderd. Weet je zeker dat je het wiltverwijderen?
pl: Usunięcie grupy spowoduje usunięcie urządzeń z grupy. Na pewno chcesz go usunąć?
pt_br: Remover um grupo excluirá os dispositivos do grupo. Tem certeza de que deseja removê-lo?
ru: Удаление группы удалит устройства из группы. Вы уверены, что хотите его удалить?
sv: Om du tar bort en grupp raderas enheterna i gruppen. Är du säker på att du vill ta bortden?
tr: Bir grubu kaldırmak, grubundaki cihazları silecektir. Onu kaldırmak istediğinden emin misin?
uk: Видалення групи видалить пристрої в групі. Ви впевнені, що хочете його видалити?

source: Printing
ca: Imprimir
cs: Tisk
de: Drucken
es: Impresión
fr: Impression
hu: Nyomtatás
it: Stampa
ja: 印刷
nl: Afdrukken
pl: Drukowanie
pt_br: Impressão
ru: Печать
sv: Utskrift
tr: Yazılıyor
uk: Друк

source: Printing Complete
ca: Impressió completa
cs: Tisk dokončen
de: Drucken Fertiggestellt
es: Impresión completa
fr: Impression complète
hu: Nyomtatás befejeződött
it: Stampa completa
ja: 印刷完了
nl: Afdrukken voltooid
pl: Drukowanie Kompletne
pt_br: Impressão completa
ru: Печать завершена
sv: Utskrift färdig
tr: Baskı Tamamlandı
uk: Друк завершено

source: Printing Failed
ca: L'impressió va fallar
cs: Tisk selhal
de: Drucken fehlgeschlagen
es: Falló la impresión
fr: Impression échouée
hu: Nyomtatás sikertelen
it: Stampa non riuscita
ja: 印刷失敗
nl: Afdrukken mislukt
pl: Drukowanie nie powiodło się
pt_br: Falha na impressão
ru: Печать не удалась
sv: Misslyckades skriva ut
tr: Baskı Başarısız Oldu
uk: Помилка друку

source: Print Abort
ca: Abortar l' impressió
cs: Tisk Zrušit
de: Drucken abbrechen
es: Abortar la impresión
fr: Aborter l' impression
hu: Nyomtatás megszakítása
it: Stampa Aborto
ja: 印刷中止
nl: Afdrukken Afbreken
pl: Wydrukuj przerwać
pt_br: Imprimir Abortar
ru: Перерыв печати
sv: Avbryt utskrift
tr: Yazdırma İptal
uk: Перервати друк

source: Printing Paused
ca: Imprimir en pausa
cs: Tisk pozastaven
de: Drucken pausiert
es: Impresión pausada
fr: L'impression est suspendue
hu: Nyomtatás szüneteltetve
it: Stampa in pausa
ja: 印刷が一時停止しました
nl: Afdrukken gepauzeerd
pl: Drukowanie przerwane
pt_br: Impressão pausada
ru: Печать остановлена
sv: Utskrift pausad
tr: Baskı Durduruldu
uk: Друк призупинено

source: Printing Pausing
ca: Imprimir en pausa
cs: Pozastavení tisku
de: Druckpause
es: Pausa de impresión
fr: Pause d'impression
hu: Nyomtatási szünet
it: Stampa in pausa
ja: 印刷一時停止
nl: Afdrukken Pauzeren
pl: Pauza drukowania
pt_br: Pausa de impressão
ru: Пауза печати
sv: Utskrift Pausa
tr: Baskı Durdurma
uk: Принтування зупинення
