Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Detection at startup
ca: La detecció al inici
cs: Detekce při startu
de: Erkennung beim Start
es: Detección en el arranque
fr: Détection au démarrage
hu: Észlelés indításkor
it: Rilevamento all'avvio
ja: スタートアップ時の検出
nl: Detectie bij opstarten
pl: Wykrywanie przy uruchamianiu
pt_br: Detecção na inicialização
ru: Обнаружение при запуске
sv: Upptäckt vid start
tr: Başlangıçta tespit
uk: Виявлення при запуску

source: Each time the machine is turned on, the system automatically reads the material line information, which takes about 1 minute.
ca: Cada vegada que s'encén les màquines, el sistema llegeix automàticament la informació de la línia material, que tarda unsminuts.
cs: Při každém zapnutí stroje systém automaticky přečte informace o materiálové linii, což trvá asi jednu minutu.
de: Bei jedem Einschalten der Maschine liest das System automatisch die Materiallinieninformationen aus, was etwa eine Minute dauert.
es: Cada vez que la máquina se enciende, el sistema lee automáticamente la información de la línea de material, loque dura aproximadamente 1 minuto.
fr: Chaque fois que la machine est allumée, le système lit automatiquement les informations de la ligne de matériau, cequi prend environ 1 minute.
hu: Minden alkalommal, amikor a gép bekapcsolódik, a rendszer automatikusan elolvassa az anyagvonal információit, ami körülbelül 1 percet vesz igénybe.
it: Ogni volta che la macchina si accende, il sistema legge automaticamente le informazioni della linea di materiale, che richiedecirca 1 minuto.
ja: 機械がオンになるたびに,システムは自動的に材料ライン情報を読み取り,約1分かかります.
nl: Elke keer dat de machine wordt ingeschakeld, leest het systeem automatisch de informatie van de materiaallijn, wat ongeveer eenminuut duurt.
pl: Za każdym razem, gdy maszyna jest włączona, system automatycznie odczytuje informacje o linii materiału, co trwa około jednej minuty.
pt_br: Cada vez que a máquina é ligada, o sistema lê automaticamente as informações da linha de material, o queleva cerca de 1 minuto.
ru: Каждый раз, когда машина включена, система автоматически считывает информацию о линии материала, что занимает около 1 минуты.
sv: Varje gång maskinen slås på läser systemet automatiskt informationen om materiallinjen, vilket tar cirka 1 minut.
tr: Makine her açıldığında, sistem malzeme hattı bilgisini otomatik olarak okur, bu da yaklaşık 1 dakika sürer.
uk: Кожного разу, коли машина включена, система автоматично читає інформацію про лінію матеріалу, що займає близько 1 хвилини.

source: Automatic feeding system
ca: Sistema d'alimentació automàtica
cs: Automatický systém krmení
de: Automatisches Füttersystem
es: Sistema de alimentación automática
fr: Système d'alimentation automatique
hu: Automatikus adagolási rendszer
it: Sistema di alimentazione automatica
ja: 自動給料システム
nl: Automatisch voedingssysteem
pl: Automatyczny system karmienia
pt_br: Sistema de alimentação automática
ru: Автоматическая система кормления
sv: Automatiskt matningssystem
tr: Otomatik besleme sistemi
uk: Автоматична система подачі

source: When the material line is exhausted, it will automatically switch to a consumable with exactly the same properties.
ca: Quan la línia material està esgotada, canviarà automàticament a un consumable amb exactament les mateixes propietats.
cs: Po vyčerpání materiálové linky se automaticky přepne na spotřební materiál s přesně stejnými vlastnostmi.
de: Wenn die Materiallinie erschöpft ist, wechselt sie automatisch zu einem Verbrauchsmaterial mit genau den gleichen Eigenschaften.
es: Cuando la línea de material se agota, cambiará automáticamente a un consumable con exactamente las mismas propiedades.
fr: Lorsque la ligne de matériaux est épuisée, elle passera automatiquement à un consommable avec exactement les mêmes propriétés.
hu: Amikor az anyagvonal kimerült, automatikusan átvált egy pontosan azonos tulajdonságokkal rendelkező fogyóeszközre.
it: Quando la linea di materiale è esaurita, passa automaticamente a un consumabile con esattamente le stesse proprietà.
ja: 材料ラインが枯竭したら,自動的に同じ特性の消耗品に切り替えます.
nl: Wanneer de materiaallijn is uitgeput, zal het automatisch overschakelen naar een verbruiksmateriaal met precies dezelfde eigenschappen.
pl: Po wyczerpaniu linii materiałowej automatycznie przełączy się na materiał eksploatacyjny o dokładnie tych samych właściwościach.
pt_br: Quando a linha de material está esgotada, ela muda automaticamente para um consumível com exatamente as mesmas propriedades.
ru: Когда материальная линия исчерпана, она автоматически переходит на расходный материал с точно теми же свойствами.
sv: När materiallinjen är utmattad byter den automatiskt till ett förbrukningsmaterial med exakt samma egenskaper.
tr: Material çizgi bittiğinde, tam olarak aynı özelliklerle tüketebilir bir tüketebilir.
uk: Коли лінія матеріалу вичерпана, вона автоматично перейде на споживальний матеріал з точно тими ж властивостями.

source: Automatic refill
ca: Riomplir automàticament
cs: Automatické doplňování
de: Automatisches Nachfüllen
es: Recarga automática
fr: Réremplissage automatique
hu: Automatikus feltöltés
it: Ricarica automatica
ja: 自動リフィル
nl: Automatisch bijvullen
pl: Automatyczne uzupełnianie
pt_br: Reenchimento automático
ru: Автоматическое пополнение
sv: Automatisk påfyllning
tr: Otomatik yeniden doldurma
uk: Автоматичне перезаповнення

source: Brand
ca: Marca
cs: Značka
de: Marke
es: Marca
fr: marque
hu: márka
it: Marca
ja: ブランド
nl: Merk
pl: Marka
pt_br: Marca
ru: Бренд
sv: varumärke
tr: Marka
uk: Бренд

source: Type
ca: Tip
cs: Typ
de: Typ
es: Tipo
hu: típus
it: Tipo
ja: タイプ
pl: Typ
pt_br: Tipo
ru: Тип
sv: Typ
tr: Türü
uk: Тип

source: Color
cs: Barva
de: Farbe
fr: Couleur
hu: Szín
it: Colore
ja: カラー
nl: Kleur
pl: Kolor
pt_br: cor
ru: Цвет
sv: Färg
tr: Renk
uk: Колір

source: Nozzle temperature
ca: Temperatura del brotxa
cs: Teplota trysky
de: Düsentemperatur
es: Temperatura de la boquilla
fr: Température de la buse
hu: Fúvókák hőmérséklete
it: Temperatura dell'ugello
ja: ノズル温度
nl: Nozzletemperatuur
pl: Temperatura dyszy
pt_br: Temperatura do bico
ru: Температура сопла
sv: Munstyckets temperatur
tr: Nozle sıcaklığı
uk: Температура насадки

source: Pressure in advance
ca: Pressió anticipada
cs: Tlak předem
de: Druck im Voraus
es: Presión por adelantado
fr: Pression à l'avance
hu: Nyomás előre
it: Pressione in anticipo
ja: ぜんしんあっしゅく
nl: Druk vooraf
pl: Ciśnienie z góry
pt_br: Pressão antecipada
ru: Давление заранее
sv: Tryck i förväg
tr: Önceden basınç
uk: Натиск вперед

source: Temperature range invalide,please reset
ca: L'interval de temperatura no és válid,si us plau, reinicieu
cs: Teplotní rozsah neplatný, prosím resetujte
de: Temperaturbereich ungültig, bitte zurücksetzen
es: Rango de temperatura inválido, por favor restablezca
fr: Plage de température invalide, veuillez Réinitialiser
hu: Hőmérséklet tartomány érvénytelen, kérjük, állítsa vissza
it: Intervalo di temperatura non valido, si prega di resettare
ja: 温度範囲が無効です。リセットしてください
nl: Temperatuurbereik ongeldig, alsjeblieft reset
pl: Zakres temperatury nieważny, proszę zresetować
pt_br: Intervalo de temperatura inválido, por favor redefinir
ru: Диапазон температуры недействителен, пожалуйста, сбросите
sv: Temperaturområdet ogiltigt, återställ
tr: Sıcaklık aralığı geçersiz, lütfen sıfırlayın
uk: Некоректний діапазон температури, будь ласка, перевстановіть

source: The printer parameters have been modified. If you continue, it will overwrite the current parameters of the printer
ca: Els paràmetres de l'impressora han estat modificats. Si continueu, sobrescribirà els paràmetres actuals de l'impressora
cs: Parametry tiskárny byly změněny. Pokud budete pokračovat, budou přepsány aktuální parametry tiskárny
de: Die Druckerparameter wurden geändert. Wenn Sie fortfahren, wird es die aktuellen Parameter des Druckers überschreiben
es: Los parámetros de la impresora han sido modificados. Si continúa, sobrescribirá los parámetros actuales de la impresora
fr: Les paramètres de l'imprimante ont été modifiés. Si vous continuez, il écrasera les paramètres actuels de l'imprimante
hu: A nyomtató paraméterei módosultak. Ha folytatja, felülírja a nyomtató aktuális paramétereit
it: I parametri della stampante sono stati modificati. Se si continua, sovrascriverà i parametri correnti della stampante
ja: プリンタパラメータが変更されました。続ければ、プリンタの現在のパラメータを上書きします。
nl: De printerparameters zijn gewijzigd. Als u doorgaat, worden de huidige parameters van de printer overschreven
pl: Parametry drukarki zostały zmodyfikowane. Jeśli kontynuujesz, nadpisze bieżące parametry drukarki
pt_br: Os parâmetros da impressora foram modificados. Se você continuar, ele substituirá os parâmetros atuais da impressora
ru: Параметры принтера были изменены. Если вы продолжите, он перезапишет текущие параметры принтера
sv: Skrivarparametrarna har ändrats. Om du fortsätter kommer det att skriva över skrivarens nuvarande parametrar
tr: Yazıcı parametreleri değiştirildi. Devam ederseniz, yazıcının mevcut parametrelerini üstüne yazacaktır
uk: Параметри принтера було змінено. Якщо ви продовжите, програма перезапише поточні параметри принтера

source: The color can not be empty.
ca: El color no pot estar buit.
cs: Barva nemůže být prázdná.
de: Die Farbe kann nicht leer sein.
es: El color no puede estar vacío.
fr: La couleur ne peut pas être vide.
hu: A szín nem lehet üres.
it: Il colore non può essere vuoto.
ja: 色は空になることはできません。
nl: De kleur kan niet leeg zijn.
pl: Kolor nie może być pusty.
pt_br: A cor não pode estar vazia.
ru: Цвет не может быть пустым.
sv: Färgen kan inte vara tom.
tr: Renk boş olamaz.
uk: Колір не може бути порожнім.

source: Please select a material for feed handling
ca: Si us plau, seleccioneu un material per a la manipulació dels aliments
cs: Vyberte prosím materiál pro manipulaci s krmivem
de: Bitte wählen Sie ein Material für die Zuführung
es: Seleccione un material para la manipulación de alimentos
fr: Veuillez sélectionner un matériau pour la manutention des aliments
hu: Kérjük, válasszon ki egy takarmánykezelési anyagot
it: Seleziona un materiale per la movimentazione dei mangimi
ja: 饲料処理用材料を選択してください
nl: Selecteer een materiaal voor voerverwerking
pl: Proszę wybrać materiał do obsługi pasz
pt_br: Por favor, selecione um material para manipulação de alimentos
ru: Пожалуйста, выберите материал для обработки кормов
sv: Välj ett material för foderhantering
tr: Lütfen yem işleme için bir malzeme seçin
uk: Будь ласка, виберіть матеріал для обробки подач

source: All Plates Stats
ca: Totes les estadístiques
cs: Všechny desky Statistiky
de: Alle Platten Statistiken
es: Estadísticas de todas las placas
fr: Statistiques de toutes les plaques
hu: Minden rendszám statisztikája
it: Statistiche di tutte le targhe
ja: すべてのプレートの統計
nl: Alle platen Statistieken
pl: Statystyki wszystkich tablic
pt_br: Estatísticas de todas as placas
ru: Статистика всех пластин
sv: Statistik för alla plattor
tr: Tüm Plakalar İstatistikleri
uk: Всі пластини Статистика

source: One-Click Printing
ca: Imprimir amb un clic
cs: Tisk jedním kliknutím
de: Ein-Klick-Druck
es: Impresión con un solo clic
fr: Impression en un clic
hu: Egy kattintásos nyomtatás
it: Stampa con un solo clic
ja: ワンクリック印刷
nl: Eén klik afdrukken
pl: Drukowanie jednym kliknięciem
pt_br: Impressão de um clique
ru: Печать одним кликом
sv: Utskrift med ett klick
tr: Tek Tıklama Baskı
uk: Друк з одним клацанням

source: Send G-code
ca: Enviar codi G
cs: Odeslat kód G
de: G-Code senden
es: Enviar código G
fr: Envoyer un code G
hu: G-kód küldése
it: Invia codice G
ja: Gコードを送信する
nl: G-code verzenden
pl: Wyślij kod G
pt_br: Enviar código G
ru: Отправить G-код
sv: Skicka G-kod
tr: G-kod gönder
uk: Надіслати G-код

source: Do not send empty disk data
ca: No enviis dades del disc buit
cs: Neposílejte data prázdného disku
de: Keine leeren Datenträger senden
es: No enviar datos de disco vacío
fr: Ne pas envoyer de données de disque vide
hu: Ne küldjön üres lemez adatokat
it: Non inviare dati sul disco vuoto
ja: 空のディスクデータを送信しないでください。
nl: Geen lege schijfgegevens verzenden
pl: Nie wysyłaj pustych danych dysku
pt_br: Não enviar dados de disco vazio
ru: Не отправлять данные на пустой диск
sv: Skicka inte tomma diskdata
tr: Boş disk verisini gönderme
uk: Не надсилати порожні дані диска

source: Print
ca: Imprimir
cs: Tisk
de: Drucken
es: Imprimir
fr: Imprimer
hu: Nyomtatás
it: Stampa
ja: 印刷
nl: Afdrukken
pl: Drukowanie
pt_br: Imprimir
ru: Печать
sv: Skriv ut
tr: Bastır
uk: Друкувати

source: CFS slot selection
ca: Selecció de slots CFS
cs: Výběr slotu CFS
de: CFS Slot Auswahl
es: Selección de ranuras CFS
fr: Sélection de slots CFS
hu: CFS slot kiválasztása
it: Selezione slot CFS
ja: CFSスロット選択
nl: CFS-slotselectie
pl: Wybór slotu CFS
pt_br: Seleção de slot CFS
ru: Выбор слота CFS
sv: CFS slot val
tr: CFS yuvası seçimi
uk: Вибір шляху CFS

source: The printing status does not allow machine operation!
ca: L'estat d'impresió no permet el funcionament de la màquina!
cs: Stav tisku neumožňuje provoz stroje!
de: Der Druckstatus erlaubt den Betrieb der Maschine nicht!
es: ¡El estado de impresión no permite el funcionamiento de la máquina!
fr: L'état d'impression ne permet pas le fonctionnement de la machine!
hu: A nyomtatási állapot nem teszi lehetővé a gép működését!
it: Lo stato di stampa non consente il funzionamento della macchina!
ja: 印刷状態は機械の動作を許可しません！
nl: De afdrukstatus staat geen machinebediening toe!
pl: Stan drukowania nie pozwala na obsługę maszyny!
pt_br: O estado de impressão não permite a operação da máquina!
ru: Статус печати не позволяет машинам работать!
sv: Utskriftstatusen tillåter inte att maskinen fungerar!
tr: Baskı durumu makinenin çalışmasına izin vermez!
uk: Статус друку не дозволяє роботи машини!

source: Please re-enter the target value!
ca: Si us plau, torneu a introduir el valor objectiu!
cs: Prosím, zadejte znovu cílovou hodnotu!
de: Bitte geben Sie den Zielwert erneut ein!
es: ¡Por favor vuelva a introducir el valor objetivo!
fr: Veuillez saisir à nouveau la valeur cible!
hu: Kérem, írja be újra a célértéket!
it: Inserisci nuovamente il valore obiettivo!
ja: 目標値を再入力してください！
nl: Voer de doelwaarde opnieuw in!
pl: Proszę ponownie wprowadzić wartość docelową!
pt_br: Por favor, insira novamente o valor alvo!
ru: Пожалуйста, вновь введите целевое значение!
sv: Vänligen ange målet igen!
tr: Lütfen hedef değeri tekrar girin!
uk: Будь ласка, перевведіть значення цілі!

source: The file cannot be restored after deletion. Are you sure to continue?
ca: El ficher no es pot restaurar després de l'eliminació. Esteu segurs de continuar?
cs: Soubor nelze po smazání obnovit. Určitě chcete pokračovat?
de: Die Datei kann nach dem Löschen nicht wiederhergestellt werden. Bist du sicher, dass du weitermachen willst?
es: No se puede restaurar el archivo después de eliminarlo. ¿Está seguro de que quiere continuar?
fr: Les fichiers ne peuvent pas être restaurés après la suppression. Êtes - vous sûr de vouloir continuer?
hu: A fájl törlése után nem állítható vissza. Biztos folytatja?
it: Il file non può essere ripristinato dopo la cancellazione. Sei sicuro di continuare?
ja: 削除後にファイルを復元できません。本当に続行しますか？
nl: Het bestand kan niet worden hersteld na verwijdering. Weet je zeker dat je doorgaat?
pl: Plik nie może zostać przywrócony po usunięciu. Na pewno będziesz kontynuował?
pt_br: O arquivo não pode ser restaurado após a exclusão. Tem certeza de que vai continuar?
ru: Файл не может быть восстановлен после удаления. Вы уверены, что продолжите?
sv: Filen kan inte återställas efter radering. Är du säker på att fortsätta?
tr: Dosya silindikten sonra geri yüklenemez. Devam edecek misin?
uk: Не вдалося відновити файл після вилучення. Ви впевнені продовжити?

source: This operation cannot be undone. Are you sure to continue sending the termination command?
ca: Aquesta operació no es pot anular. Esteu segurs de continuar enviant el comande de terminació?
cs: Tato operace nelze vrátit. Jste si jistý, že budete pokračovat v posílání příkazu k ukončení?
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie den Terminationsbefehl weiterhin senden werden?
es: Esta operación no puede ser anulada. ¿Estás seguro de continuar enviando el comando de terminación?
fr: Cette opération ne peut pas être annulée. Êtes-vous sûr de continuer à envoyer la commande de terminaison ?
hu: Ezt a műveletet nem lehet visszavonni. Biztos, hogy továbbra is küldöd a végső parancsot?
it: Questa operazione non può essere annullata. Sei sicuro di continuare a inviare il comando di terminazione?
ja: この操作は取り消すことはできません。終了コマンドを送り続けていますか？
nl: Deze operatie kan niet ongedaan worden gemaakt. Weet je zeker dat je het beëindigingscommando blijft verzenden?
pl: Ta operacja nie może być cofnięta. Na pewno będziesz nadal wysyłał polecenie zakończenia?
pt_br: Esta operação não pode ser desfeita. Tem certeza de continuar a enviar o comando de terminação?
ru: Эта операция не может быть отменена. Вы уверены, что продолжите отправку команды прекращения?
sv: Denna operation kan inte återgöras. Är du säker på att fortsätta skicka avslutningskommandot?
tr: Bu operasyon geri alınamaz. Sonlandırma komutunu göndermeye devam edeceğinizden emin misiniz?
uk: Цю операцію не можна скасувати. Ви впевнені, що продовжити надсилання команди завершення роботи?

source: Creality Print camera function does not currently support devices that are only bound to Creality Cloud
ca: Creality La funció de càmera d'impresió actualment no suporta dispositius que només estan lligats a Creality Cloud
cs: Funkce fotoaparátu Creality Print v současné době nepodporuje zařízení, která jsou vázána pouze na Creality Cloud
de: Die Kamerafunktion Creality Print unterstützt derzeit keine Geräte, die nur an Creality Cloud gebunden sind
es: La función de cámara Creality Print no soporta actualmente dispositivos que solo están vinculados a Creality Cloud
fr: La fonctionnalité de caméra creality Print ne prend actuellement pas en charge les appareils liés uniquement à creality Cloud
hu: A Creality Print kamera funkció jelenleg nem támogatja azokat az eszközöket, amelyek kizárólag a Creality Cloud-hoz kapcsolódnak
it: La funzione fotocamera Creality Print attualmente non supporta dispositivi che sono legati solo a Creality Cloud
ja: Creality Print カメラ機能は、現在 Creality Cloud にのみバインドされているデバイスをサポートしていません。
nl: De camerafunctie Creality Print ondersteunt momenteel geen apparaten die alleen zijn gekoppeld aan Creality Cloud
pl: Funkcja kamery Creality Print obecnie nie obsługuje urządzeń związanych wyłącznie z Creality Cloud
pt_br: A função de câmera Creality Print atualmente não suporta dispositivos vinculados apenas ao Creality Cloud
ru: Функция камеры Creality Print в настоящее время не поддерживает устройства, связанные только с Creality Cloud
sv: Creality Print-kamerafunktionen stöder för närvarande inte enheter som endast är bundna till Creality Cloud
tr: Creality Print kamera fonksiyonu şu anda sadece Creality Bulutuna bağlı cihazları desteklemiyor
uk: Креальність Функція фотоапарата друку поточно не підтримує пристрої, які пов’ язані тільки з Creality Cloud

source: Select a slot and click the 'Feed'/'Retract' button
ca: Seleccionar un espai i premre el botó 'Alimentar'/'Retractar'
cs: Vyberte slot a klikněte na tlačítko "Feed"/"Retract"
de: Wählen Sie einen Slot aus und klicken Sie auf die Schaltfläche 'Feed'/'Retract'
es: Seleccione una ranura y luego haga clic en el botón "feed" / "track"
fr: Sélectionnez un emplacement et cliquez sur le bouton 'Feed'/'Retract'
hu: Válasszon ki egy helyet, és kattintson a 'Feed'/'Retract' gombra
it: Selezionare uno slot e fare clic sul pulsante 'Feed'/'Retract'
ja: スロットを選択し、「Feed」/「Retract」ボタンをクリックします。
nl: Selecteer een slot en klik op de knop 'Feed'/'Retract'.
pl: Wybierz gniazdo i kliknij przycisk "Feed"/"Cofnij"
pt_br: Selecione um slot e clique no botão 'Feed'/'Retrair'
ru: Выберите слот и нажмите кнопку "Feed" / "Retract"
sv: Välj en slot och klicka på knappen "Feed" / "Retract"
tr: Bir yuva seçin ve 'Feed'/'Retract' düğmesine tıklayın
uk: Виберіть слот і натисніть кнопку « Подача » / « Відняти »

source: Temperature will heat up to 240°C before feed
ca: La temperatura calentarà fins a 240°C abans d'alimentar-se
cs: Teplota se před krmením ohřeje na 240°C
de: Die Temperatur wird vor der Zufuhr bis zu 240°C erwärmt
es: La temperatura subirá a 240 ° c Antes de la Alimentación
fr: La température sera chauffée jusqu'à 240 ° C avant l'alimentation
hu: A hőmérséklet akár 240 °C-ra felmelegszik etetés előtt
it: La temperatura si riscalda fino a 240°C prima dell'alimentazione
ja: 温度は給料の前に240°Cまで加熱します
nl: Temperatuur zal verwarmen tot 240 ° C voor voeding
pl: Temperatura nagrzewa się do 240°C przed podawaniem
pt_br: A temperatura aquecerá até 240°C antes da alimentação
ru: Температура будет нагреваться до 240 ° C перед кормом
sv: Temperaturen uppvärms upp till 240 ° C före matning
tr: Sıcaklık beslenmeden önce 240 ° C'ye kadar ısınacak
uk: Температура буде теплити до 240°C перед подачою

source: Extruding
ca: Extrusió
cs: Vytlačování
de: Extrudieren
es: Extrovertido
fr: Extraverti
hu: Extrudálás
it: Estrusione
ja: 押出する
nl: Extruderen
pl: Wytłaczanie
pt_br: Extrusão
ru: Экструдирование
sv: Extrudering
tr: Ekstrüzyon
uk: Вилучення

source: Finish
ca: Finar
cs: Dokončit
de: Fertigstellen
es: Acabar
fr: Terminé
hu: Befejezés
it: Fine
ja: 終了
nl: Afmaken
pl: Zakończ
pt_br: Terminar
ru: Завершено
sv: Slutför
tr: Bitirmek
uk: Завершити

source: Temperature will heat up to 240°C before retreat
ca: La temperatura calentarà fins a 240°C abans de retirar-se
cs: Teplota se zahřeje až na 240°C před ústupem
de: Die Temperatur erwärmt sich vor dem Rückzug auf 240°C
es: La temperatura subirá a 240 ° c Antes de la retirada
fr: La température monte à 240°C avant le retrait
hu: A hőmérséklet akár 240°C-ra felmelegszik a visszavonulás előtt
it: La temperatura si riscalda fino a 240 ° C prima del ritiro
ja: 温度は撤退前に240°Cまで加熱します
nl: Temperatuur zal opwarmen tot 240°C vóór terugtrekking
pl: Temperatura nagrzewa się do 240°C przed wycofaniem
pt_br: Temperatura vai aquecer até 240 ° C antes da retirada
ru: Перед отступлением температура поднимется до 240°C.
sv: Temperaturen kommer att värmas upp till 240 ° C innan reträtt
tr: Geri çekilmeden önce sıcaklık 240°C'e kadar ısınacak.
uk: Температура буде нагріватися до 240 ° C перед відступом

source: Retract Prepare
ca: Retractar Preparar
cs: Stáhnout Připravit
de: Zurückziehen Vorbereiten
es: Preparación para la retirada
fr: Rétracter Préparer
hu: Visszavonás Készülj
it: Ritira Prepara
ja: 回収準備
nl: Terugtrekken Voorbereiden
pl: Przygotuj się do wycofania
pt_br: Retirar Preparar
ru: Retract Подготовьтесь
sv: Dra tillbaka Förbered
tr: Geri çek Hazırla
uk: Приготувати відтягування

source: Retracting
ca: Retractant
cs: Stáhnout
de: Zurückziehen
es: Retraíndo
fr: Rétraction
hu: Visszavonás
it: Ritirare
ja: 引き戻す
nl: Terugtrekken
pl: Wycofuję się
pt_br: Recuar
ru: Отступая
sv: Drar tillbaka
tr: Geri çekiliyor
uk: Відтягування

source: Retract Finish
ca: Retractar Fin
cs: Stáhnout dokončení
de: Rückzug Finish
es: Retractar el acabado
fr: Retrait Finish
hu: Befejezés visszavonása
it: Retratta finitura
ja: 撤退 終わり
nl: Terugtrekken Voltooien
pl: Cofnij zakończenie
pt_br: Retirar o Acabamento
ru: Отведение Finish
sv: Dra tillbaka Finish
uk: Відтягнути закінчення
