Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: The filament buffer signal is abnormal,the buffer may be stuck or the filament may be tangle.
ca: El senyal de buffer de filament és anormal,el buffer pot estar enganxat o el filament pot ser enganxat.
cs: Signál vyrovnávací paměti vlákna je abnormální, vyrovnávací paměť může být zaseknutá nebo vlákno může být zamotané.
de: Das Filament-Puffersignal ist abnormal, der Puffer kann feststecken oder das Filament kann verwickelt sein.
es: La señal de amortiguador de filamento es anormal, el amortiguador puede quedar atascado o el filamento puede estar enredado.
fr: Le signal tampon du filament est anormal, le tampon peut être coincé ou le filament peut être enchevêtré.
hu: A szál puffer jel rendellenes, a puffer ragadhat, vagy a szál összefonódhat.
it: Il segnale del tampone del filamento è anormale, il tampone può essere bloccato o il filamento può essere ingombrato.
ja: フィラメントバッファ信号は異常であり、バッファはフィラメントが固定したり、フィラメントがフィラフィラフィラメントがフィラフィラメントがフィフィラメントがフィラメントがフィラメントにフィラメント
nl: Het filamentbuffersignaal is abnormaal, de buffer kan vastzitten of het filament kan verstrengeld zijn.
pl: Sygnał bufora żarnika jest nieprawidłowy, bufor może być utknięty lub żarnik może być splątany.
pt_br: O sinal do tampão do filamento é anormal, o tampão pode estar preso ou o filamento pode estar emaranhado.
ru: Сигнал буферизации нити накаливания ненормальный, буфер может застрять или нитка может запутаться.
sv: Filament buffert signalen är onormal, bufferten kan fastna eller filamentet kan vara förvirrad.
tr: Kıvır buferi sinyali normaldir, buferi sıkıştırılabilir ya da filament tangel olabilir.
uk: Сигнал буфера гілки не є нормальним,буфер може бути застрягнутий або гілка може бути змішана.

source: Filament may tangled, please try again after resolving
ca: El filament pot estar enganxat, si us plau, torneu a intentar després de resoldre
cs: Vlákno může být zapletené, zkuste to prosím znovu po vyřešení
de: Filament kann sich verheddern, bitte versuchen Sie es nach der Auflösung erneut
es: El filamento puede enredarse, por favor intente de nuevo después de resolver
fr: Filament peut se mêler, s'il vous plaît essayez à nouveau après avoir résolu
hu: A szál összezavarodhat, kérjük próbálja meg újra a feloldás után
it: Filamento può ingombrare, si prega di provare di nuovo dopo risolvere
ja: フィラメントが絡み合う可能性がありますので、解決してやり直してください
nl: Filament kan verward raken, probeer het opnieuw na het oplossen
pl: Filament może się zapleczyć, spróbuj ponownie po rozwiązaniu
pt_br: Filamento pode enredado, por favor tente novamente depois de resolver
ru: Линия накаливания может запутаться, попробуйте снова.
sv: Filament kan blandas, försök igen efter att lösa
tr: Filament karışabilir, çözüldükten sonra tekrar deneyin
uk: Филамент може змішатися, будь ласка, спробуйте знову після розв'язання

source: filament may be broken in CFS.
ca: el filament pot ser trencat en CFS.
cs: vlákno může být v CFS zlomeno.
de: Filament kann in CFS gebrochen werden.
es: El filamento puede romperse en CFS.
fr: Filament peut être cassé dans CFS.
hu: A szál CFS-ben eltörhet.
it: Il filamento può essere rotto in CFS.
ja: フィラメントはCFSで壊れる可能性があります。
nl: Filament kan gebroken zijn in CFS.
pl: włókno może być złamane w CFS.
pt_br: O filamento pode ser quebrado em CFS.
ru: Нитка может быть сломана в CFS.
sv: glödtråden kan vara bruten i CFS.
tr: Filament CFS'de kırılabilir.
uk: Філамент може бути розбитий в CFS.

source: Retract issue, filament cannot be returned to CFS hub. Please resolve the issue and click the &quot;Retry&quot; button.
ca: Problema de retractació, el filament no es pot tornar al cub CFS. Si us plau resoldre la qüestió icliceu en &quot; Intenta&quot; botó.
cs: Problém stahování, vlákno nelze vrátit do rozbočovače CFS. Vyřešte problém a klikněte na tlačítko" Zkus znovu" tlačítko.
de: Rückzugsproblem, Filament kann nicht an CFS-Nabe zurückgegeben werden. Bitte lösen Sie das Problem und klicken Sie auf &quot; Wiederversuchen&quot;Knopf.
es: Problema de retracción, el filamento no puede ser devuelto al cubo CFS. Por favor, resuelva el problema y hagaclic en &quot; Volver a intentar&quot; botón.
fr: Problème de rétractation, le filament ne peut pas être retourné au moyeu CFS. Veuillez résoudre le problème et cliquersur &lt; &lt; Réessayer&quot; bouton.
hu: Visszahúzási probléma, a szál nem adható vissza a CFS központba. Kérjük, oldja meg a problémát, és kattintson a &quot;Próbálkozás" gomb.
it: Rilascio problema, il filamento non può essere restituito al hub CFS. Si prega di risolvere il problema e fareclic su" Riprova" pulsante.
ja: 収縮の問題で、フィラメントはCFSハブに戻れません。この問題を解決して、&quot ;再試行";を押します。
nl: Terugtrekken probleem, filament kan niet worden teruggestuurd naar CFS hub. Los het probleem op en klik op de" Herprobeer&quot;Knop.
pl: Wycofanie problemu, żarnik nie może zostać zwrócony do huba CFS. Proszę rozwiązać problem i kliknąć" Próbuj ponownie" Przycisk.
pt_br: Problema de retração, o filamento não pode ser devolvido ao cubo CFS. Por favor, resolva o problema e cliqueno botão &quot; Tentar novamente" botão.
ru: Проблемы с усадкой, нить накаливания не может вернуться в ступицу CFS. Пожалуйста, решите проблему и нажмите & quot; Повторнаяпроба»; Кнопки.
sv: Dra tillbaka problem, filament kan inte returneras till CFS-navet. Vänligen lös problemet och klicka på &quot; Försök igen" knappen.
tr: Sorunu çek, filament CFS merkezine geri dönemez. Lütfen sorunu çözün ve &quot; Tekrar dene&quot; düğme.
uk: Відтягнути проблему, гілка не може бути повернута до центру CFS. Будь ласка, вирішите проблему і натисніть кнопку &quot; Спробуйте&quot;кнопка.

source: Retract issue, filaments may be inserted into the CFS hub. Remove and click the &quot;Retry&quot; button.
ca: Retractar la emisió, els filaments es poden inserir al centre CFS. Eliminar i clicar en &quot; Intenta&quot; botó.
cs: Vytáhněte se, vlákna mohou být vloženy do náboje CFS. Odstranit a kliknout na" Zkus znovu" tlačítko.
de: Rückzugsproblem, Filamente können in die CFS-Nabe eingesetzt werden. Entfernen und klicken Sie auf &quot; Wiederversuchen&quot; Knopf.
es: Problema de retracción, los filamentos se pueden insertar en el cubo CFS. Eliminar y hacer clic en &quot; Volvera intentar&quot; botón.
fr: Problème de rétractation, les filaments peuvent être insérés dans le moyeu CFS. Supprimer et cliquer sur &lt; &lt; Réessayer&quot;bouton.
hu: Visszahúzódási probléma, az izzószálak behelyezhetők a CFS központba. Távolítsa el és kattintson a" Próbálkozás" gomb.
it: Problema di ritiro, i filamenti possono essere inseriti nel hub CFS. Rimuovere e fare clic su &quot; Riprova" pulsante.
ja: 収縮の問題で、フィラメントがCFSハブに挿入される可能性があります。削除してをクリックします。再試行";を押します。
nl: Terugtrekken probleem, filamenten kunnen in de CFS hub worden geplaatst. Verwijder en klik op de" Herprobeer&quot; Knop.
pl: Wydaje się, żarniki mogą być włożone do huby CFS. Usuń i kliknij" Próbuj ponownie" Przycisk.
pt_br: Problema de retração, os filamentos podem ser inseridos no cubo CFS. Remover e clique no &quot; Tentar novamente" botão.
ru: Проблема отступления, нити могут быть вставлены в узел CFS. Удалить и нажмите &quot; Попробуй&quot; кнопка.
sv: Dra tillbaka frågan, filamenten kan sättas in i CFS-navet. Ta bort och klicka på &quot; Försök igen" knappen.
tr: Geri çekme sorunu, filamentler CFS merkezine eklenebilir. Kaldırın ve tıklayın &quot; Tekrar dene&quot; düğme.
uk: Проблема відступування, нитки можуть бути вставлені в вузол CFS. Видалити і натисніть кнопку &quot; Спробуйте&quot; кнопка.

source: Retract issue, Filament Buffer failure. Please resolve and click &quot;Retry&quot; button.
ca: Retracció, fracàs del Filament Buffer. Si us plau resoldre i cliceu &quot; Intenta&quot; botó.
cs: Problém se stahováním, selhání vyrovnávače vláken. Prosím vyřešit a kliknout" Zkus znovu" tlačítko.
de: Problem mit Rückzug, Filament Buffer fehlgeschlagen. Bitte auflösen und klicken" Wiederversuchen&quot; Knopf.
es: Problema de contracción, fallo en el amortiguador del filamento. Por favor, resuelva y haga clic en & '; Reintentar"; Botones.
fr: Problème de rétractation, défaillance du tampon filament. Veuillez résoudre et cliquer sur &lt; &lt; Réessayer&quot; bouton.
hu: Visszavonási probléma, szál puffer hiba. Kérjük, oldja meg és kattintson &quot; Próbálkozás" gomb.
it: Problema di ritiro, guasto del buffer del filamento. Si prega di risolvere e fare clic su &quot; Riprova" pulsante.
ja: 回収問題、フィラメントバッファの故障。解決してクリックしてください &quot;再試し&quot;ボタン。
nl: Terugtrekken probleem, Filament Buffer mislukt. Gelieve op te lossen en te klikken" Herprobeer&quot; Knop.
pl: Wycofanie problemu, awaria bufora filamentu. Proszę rozwiązać i kliknąć" Próbuj ponownie" Przycisk.
pt_br: Problema de retração, falha do buffer do filamento. Por favor, resolva e clique &quot; Tentar novamente" botão.
ru: Проблемы с усадкой, неисправность буфера накаливания. Пожалуйста, решите и нажмите & quot; Повторная проба»; Кнопки.
sv: Dra tillbaka problem, Filament Buffer fel. Vänligen lös och klicka &quot; Försök igen" knappen.
tr: Geri çekme sorunu, Filament Tampon arızası. Lütfen çözün ve tıklayın &quot; Tekrar dene&quot; düğme.
uk: Помилка відтягування, невдача буфера фільментів. Будь ласка, вирішити і натисніть &quot; Спробуйте&quot; кнопка.

source: TR2852: Filament detector triggered abnormally, possibly due to an external material rack being used with CFS.
ca: TR2852: El detector de filaments es va activar anormalment, possiblement a causa d'un rack de material extern utilitzat ambCFS.
cs: TR2852: Detektor vláken spuštěn abnormálně, možná kvůli použití externího materiálového regálu s CFS.
de: TR2852: Der Filamentdetektor wurde abnormal ausgelöst, möglicherweise aufgrund eines externen Materialregals, das mit CFS verwendet wird.
es: Tr2852: activación anormal del detector de filamentos, probablemente debido al uso del soporte de material externo por cfs.
fr: TR2852 : Détecteur de filament déclenché anormalement, peut-être à cause d'un support de matériau externe utilisé avec CFS.
hu: TR2852: Az izzószálérzékelő abnormálisan aktiválódott, valószínűleg a CFS-hez használt külső anyagállvány miatt.
it: TR2852: Rilevatore di filamenti attivato in modo anormale, probabilmente a causa di un rack di materiale esterno utilizzato conCFS.
ja: TR2852: フィラメント検出器が異常に起動し,CFSで使用されている外部材料ラックによる可能性があります.
nl: TR2852: Filamentdetector wordt abnormaal geactiveerd, mogelijk door een extern materiaalrek dat met CFS wordt gebruikt.
pl: TR2852: Wykrywacz włókien uruchamiany nieprawidłowo, prawdopodobnie z powodu używania zewnętrznego regału materiałowego z CFS.
pt_br: TR2852: Detector de filamento acionado anormalmente, possivelmente devido a um rack de material externo sendo usado com CFS.
ru: TR2852: Детектор нити запускается аномально, возможно, из-за внешней материальной стойки, используемой с CFS.
sv: TR2852: Glödtrådsdetektor utlöses onormalt, möjligen på grund av att ett externt materialställ används med CFS.
tr: TR2852: KFS ile kullanılan dışarıdaki materyal yarışı yüzünden süslü dedektör normalde tetiklendi.
uk: TR2852: Детектор фільмінації запущений незвичайно, можливо через зовнішню матеріальну скриньку, яку використовують з CFS.

source: CFS temperature and humidity sensor abnormal.
ca: La temperatura del CFS i el sensor d'humitat són anormals.
cs: Snímač teploty a vlhkosti CFS abnormální.
de: CFS Temperatur- und Feuchtigkeitssensor abnormal.
es: Sensor de temperatura y humedad CFS anormal.
fr: Sensor de température et d'humidité CFS anormal.
hu: CFS hőmérséklet- és páratartalomérzékelő kóros.
it: Sensore di temperatura e umidità CFS anormale.
ja: CFS温湿度センサ異常。
nl: CFS temperatuur- en vochtigheidssensor abnormaal.
pl: Czujnik temperatury i wilgotności CFS nieprawidłowy.
pt_br: Sensor de temperatura e umidade CFS anormal.
ru: CFS датчик температуры и влажности аномальный.
sv: CFS temperatur- och fuktighetssensor onormal.
tr: CFS sıcaklığı ve yorgunluk sensörü abnormal.
uk: Температура CFS і сенсор вологості незвичайні.

source: TC2854: Filament detected in the extruder, affecting the cutter calibration. Please remove the filament and try again.
ca: TC2854: Filament detectat a l'extruder, afectant la calibració del cortador. Si us plau, treieu el filament i intenteu denou.
cs: TC2854: Vlákno detekované v extruderu, ovlivňující kalibraci řezačky. Odstraňte prosím vlákno a zkuste to znovu.
de: TC2854: Filament im Extruder detektiert, das die Messerkalibrierung beeinflusst. Bitte entfernen Sie das Filament und versuchen Sie es erneut.
es: TC2854: Filamento detectado en la extrusora, que afecta a la calibración del cortador. Retira el filamento y vuelve aintentarlo.
fr: TC2854 : Filament détecté dans l'extrudeuse, affectant l'étalonnage de la coupe. Veuillez retirer le filament et réessayer.
hu: TC2854: Az extruderben észlelt izzószál, ami befolyásolja a vágó kalibrálását. Kérjük, vegye le az izzószálat, és próbálja meg újra.
it: TC2854: Filamento rilevato nell'estrusore, che influisce sulla calibrazione della fresa. Rimuovere il filamento e riprovare.
ja: TC2854: 押出機で検出されたフィラメント,カッターの校正に影響を与える.フィラメントを取り外し、また試してください。
nl: TC2854: Filament gedetecteerd in de extruder, wat de snijkalibratie beïnvloedt. Verwijder het filament en probeer het opnieuw.
pl: TC2854: Filament wykryty w wytłaczarce, wpływający na kalibrację cięcia. Proszę usunąć filament i spróbować ponownie.
pt_br: TC2854: Filamento detectado na extrusora, afetando a calibração do cortador. Por favor, retire o filamento e tente novamente.
ru: TC2854: Нитка, обнаруженная в экструдере, влияющая на калибровку резки. Пожалуйста, удалите нить и попробуйте еще раз.
sv: TC2854: Filament upptäckt i extrudern, vilket påverkar kalibreringen av skären. Ta bort filamentet och försök igen.
tr: TC2854: Ekstrüderde tespit edilen filament, kesici kalibrasyonunu etkiler. Lütfen filamentleri çıkarın ve tekrar deneyin.
uk: TC2854: Филамент виявлений у екструдері, що впливає на калібрацію різка. Будь ласка, вилучіть гілку і спробуйте ще раз.

source: TC2855: Cutter calibrat failed. Please try again after resolving.
ca: TC2855: El calibrat del cortador va fallar. Si us plau, torneu a intentar després de resoldre's.
cs: Kalibrace řezače selhala. Prosím, zkuste to znovu po vyřešení.
de: TC2855: Schneiderkalibrierung fehlgeschlagen. Bitte versuchen Sie es nach der Lösung erneut.
es: Tc2855: falló la calibración del cuchillo. Por favor, vuelva a intentarlo después de resolverlo.
fr: Tc2855: l'étalonnage de l'outil a échoué. Veuillez réessayer une fois résolu.
hu: A vágó kalibrálása nem sikerült. Kérem, próbálja meg újra a megoldás után.
it: TC2855: Il calibro del tagliere non è riuscito. Si prega di riprovare dopo la risoluzione.
ja: TC2855: カッターカリブレートが失敗しました。解決後再試してください。
nl: TC2855: Cutter kalibratie mislukt. Probeer het opnieuw na het oplossen.
pl: Kalibracja cięcia nie powiodła się. Proszę spróbować ponownie po rozwiązaniu.
pt_br: TC2855: Falha na calibração do cortador. Tente novamente depois de resolver.
ru: TC2855: Калибр резки не выполнен. Пожалуйста, попробуйте снова после решения.
sv: TC2855: Kalibreringen misslyckades. Försök igen efter lösning.
tr: TC2855: Kesici kalibrasyonu başarısız oldu. Lütfen çözüldükten sonra tekrar deneyin.
uk: TC2855: Не вдалося калібрувати вирізання. Будь ласка, спробуйте ще раз після розв'язання.

source: TC2856: Cutter issue, the cutter may be jammed or missing. Click &quot;Retry&quot; after resolving.
ca: TC2856: Problema del tallador, el tallador pot estar bloquejat o desaparegut. Cliqueu &quot; Intenta&quot; després de resoldre's.
cs: TC2856: Problém s řezákem, řezák může být zablokován nebo chybí. Klikněte" Zkus znovu" po vyřešení.
de: TC2856: Schneiderproblem, der Schneider kann feststecken oder fehlen. Klicken Sie auf &quot; Wiederversuchen&quot; nach der Lösung.
es: TC2856: Problema del cortador, el cortador puede estar atascado o faltando. Haga clic en &quot; Volver a intentar&quot; Despuésde resolver.
fr: TC2856 : Problème de coupe, la coupe peut être bloquée ou manquante. Cliquez &lt; &lt; Réessayer&quot; après la résolution.
hu: TC2856: Vágó probléma, a vágó elakadhat vagy hiányzik. Kattintson" Próbálkozás" a megoldás után.
it: TC2856: Problema del tagliere, il tagliere può essere bloccato o mancante. Clic" Riprova" dopo essersi risolto.
ja: TC2856: カッターの問題、カッターは妨げられたり欠けているかもしれません。クリック &quot;再試し&quot;解決した後。
nl: TC2856: Cutter probleem, de cutter kan vastzitten of ontbreken. Klik op &quot; Herprobeer&quot; Na het oplossen.
pl: TC2856: Problem z cięciem, freza może być zacięta lub brakować. Kliknij" Próbuj ponownie" po rozwiązaniu.
pt_br: TC2856: Problema do cortador, o cortador pode estar preso ou ausente. Clique em &quot; Tentar novamente" Depois de resolver.
ru: TC2856: Проблема с резкой, резка может застрять или отсутствовать. Нажмите &quot; Попробуй&quot; После разрешения.
sv: TC2856: Fråga om skären, skären kan vara fast eller saknas. Klicka på &quot; Försök igen" Efter att lösa.
tr: TC2856: Kesici sorunu, kesici sıkışmış veya kayıp olabilir. &quot; tıklayın Tekrar dene&quot; çözüldükten sonra.
uk: TC2856: Проблема з вирізанням, вирізання може бути затримано або відсутнє. Натисніть Спробуйте&quot; після вирішення.

source: CFS feeding motor overload, maybe excessive load or unload resistance or the filament tangled or stuck.
ca: La sobrecarga del motor alimentant CFS, potser la càrrega excessiva o la resistència a descargar o el filament enganxato enganxat.
cs: Přetížení motoru CFS, možná nadměrné zatížení nebo odolnost proti vykládce nebo vlákno zapletené nebo uvězněné.
de: CFS Füttermotor Überlastung, vielleicht übermäßige Last oder Entladung Widerstand oder das Filament verwickelt oder festgehalten.
es: Sobrecarga del motor de alimentación CFS, tal vez resistencia a la carga o descarga excesiva o el filamento enredadoo atascado.
fr: Surcharge du moteur d'alimentation CFS, peut-être une charge excessive ou une résistance à la décharge ou le filament enchevêtréou coincé.
hu: CFS tápláló motor túlterhelés, esetleg túlzott terhelés vagy kirakodás ellenállás, vagy az izzó összezavarodott vagy beragadt.
it: sovraccarico del motore di alimentazione CFS, forse eccessiva resistenza al carico o allo scarico o il filamento aggrovigliato obloccato.
ja: CFSフィードモーターの過負荷は、負荷またはアンロード抵抗が大きすぎたり、フィラメントが絡み合ったり、引っかかったりする可能性があります。
nl: Overbelasting van de CFS-voedingsmotor, misschien overmatige belasting of ontladingsweerstand of het filament verstrikt of vast.
pl: Przeciążenie silnika zasilającego CFS, może nadmierne obciążenie lub opór rozładunku lub splątanie lub utknięcie włókna.
pt_br: Sobrecarga do motor de alimentação CFS, talvez carga excessiva ou resistência à descarga ou o filamento entrelaçado ou preso.
ru: Перегрузка двигателя подачи CFS может быть чрезмерным сопротивлением нагрузке или разгрузке или запутанной или застрявшей нитью накала.
sv: CFS matningsmotor överbelastning, kanske överdriven belastning eller lossningsmotstånd eller filamentet förvrängd eller fast.
tr: CFS besleme motorunun aşırı yükü, belki aşırı yük veya boşaltma direnci veya filament karıştı veya sıkıştı.
uk: CFS перевантаження мотора, можливо надмірне завантаження або відпор від вивантаження, або гілка змішана або закрита.

source: FS2858: CFS EEPROM abnormal.
ca: FS2858: CFS EEPROM anormal.
cs: FS2858: CFS EEPROM abnormální.
es: FS2858: EEPROM CFS anormal.
fr: FS2858 : EEPROM CFS anormal.
hu: FS2858: CFS EEPROM kóros.
it: FS2858: EEPROM CFS anormale.
ja: FS2858: CFS EEPROMの異常。
nl: FS2858: CFS EEPROM abnormaal.
pl: FS2858: CFS EEPROM nieprawidłowy.
pt_br: FS2858: EEPROM CFS anormal.
ru: FS2858: CFS EEPROM Аномалия.
sv: FS2858: CFS EEPROM är onormalt.
tr: FS2858: CFS EEPROM anormal.
uk: ФС2858: Ненормальний CFS EEPROM.

source: FO2859: CFS filament odometry abnormal.
ca: FO2859: odometria anormal del filament CFS.
cs: Neobvyklá odometrie CFS filamentu.
de: FO2859: CFS-Filament-Odometrie abnormal.
es: FO2859: Odometría de filamento de CFS anormal.
fr: FO2859 : Odométrie anormale du filament CFS.
hu: CFS izzószál kilométer kóros.
it: FO2859: Odometria dei filamenti CFS anormale.
ja: FO2859: CFSフィラメント距離計の異常。
nl: FO2859: CFS filament odometrie abnormaal.
pl: FO2859: nieprawidłowa odometria włókien CFS.
pt_br: FO2859: Odometria de filamento CFS anormal.
ru: FO2859: Аномальный спидометр CFS.
sv: FO2859: CFS filament odometri onormalt.
tr: FO2859: CFS filament odometrisi anormal.
uk: Ненормальна odoметрія філоменту CFS.

source: FB2860: CFS filament buffer abnormal.
ca: FB2860: amortiguador de filament CFS anormal.
cs: FB2860: nenormální nárazník CFS vlákna.
de: FB2860: CFS-Filamentpuffer abnormal.
es: Fb2860: El amortiguador del filamento CFS es Anormal.
fr: Fb2860: anomalie de tampon du filament CFS.
hu: FB2860: CFS filament puffer kóros.
it: FB2860: Buffer del filamento CFS anormale.
ja: FB2860: CFSフィラメントバッファ異常。
nl: FB2860: CFS filament buffer abnormaal.
pl: FB2860: Nienormalny bufer włókna CFS.
pt_br: FB2860: amortecedor de filamento CFS anormal.
ru: FB2860: аномальный буфер нити CFS.
sv: FB2860: CFS-filamentbuffert onormal.
tr: FB2860: CFS yumurta buferi normal.
uk: FB2860: Ненормальний буфер CFS гілки.

source: FS2861: CFS left RFID board abnormal.
ca: FS2861: El CFS va deixar la taula RFID anormal.
cs: FS2861: CFS zanechal RFID desku abnormální.
de: FS2861: CFS ließ RFID-Board abnormal.
es: FS2861: CFS dejó la placa RFID anormal.
fr: FS2861 : CFS a laissé une carte RFID anormale.
hu: A CFS kóros RFID kártyát hagyott.
it: FS2861: CFS ha lasciato la scheda RFID anomala.
ja: FS 2861：CFS左側RFIDボード異常。
nl: FS2861: CFS heeft het RFID-bord abnormaal gelaten.
pl: FS2861: CFS zostawił nieprawidłową płytę RFID.
pt_br: FS2861: CFS deixou a placa RFID anormal.
ru: FS2861: CFS оставил RFID-плату аномальной.
sv: FS2861: CFS lämnade RFID-kort onormalt.
tr: FS2861: CFS RFID kartını anormal bıraktı.
uk: FS2861: CFS ліворуч дошки RFID незвичайно.

source: FS2862: CFS right RFID board abnormal.
ca: FS2862: placa RFID dreta CFS anormal.
cs: FS2862: CFS pravá RFID deska abnormální.
de: FS2862: CFS rechts RFID Board abnormal.
es: FS2862: placa RFID derecha CFS anormal.
fr: FS2862 : carte RFID droite CFS anormale.
hu: FS2862: CFS jobb RFID kártya abnormális.
it: FS2862: scheda RFID CFS destra anormale.
ja: FS2862: CFS右RFIDボード異常。
nl: FS2862: CFS rechter RFID bord abnormaal.
pl: FS2862: prawa płyta RFID CFS nieprawidłowa.
pt_br: FS2862: placa RFID direita CFS anormal.
ru: FS2862: CFS правой платы RFID аномально.
sv: FS2862: CFS höger RFID-kort onormalt.
tr: FS2862: KFS sağ RFID tahtası abnormal.
uk: FS2862: Права таблиця RFID CFS незвичайна.

source: The file where the last unexpected stop was detected
ca: El arxiu on es va detectar l'última parada inesperada
cs: Soubor, ve kterém bylo zjištěno poslední neočekávané zastavení
de: Die Datei, in der der letzte unerwartete Stopp erkannt wurde
es: El archivo donde se detectó la última parada inesperada
fr: Le fichier où le dernier arrêt inattendu a été détecté
hu: Az a fájl, ahol az utolsó váratlan megállást észlelték
it: Il file in cui è stata rilevata l'ultima fermata inaspettata
ja: 最後の予期しない停止が検出されたファイル
nl: Het bestand waarin de laatste onverwachte stop werd gedetecteerd
pl: Plik, w którym wykryto ostatnie nieoczekiwane zatrzymanie
pt_br: O arquivo onde a última parada inesperada foi detectada
ru: Файл, где была обнаружена последняя неожиданная остановка
sv: Filen där det senaste oväntade stoppet upptäcktes
tr: Son beklenmedik durağın tespit edildiği dosya
uk: Файл, у якому було виявлено останнє неочікуване зупинення

source: No filaments detected, do you want to continue printing?
ca: No s'han detectat filaments, vols continuar imprimant?
cs: Žádná vlákna nebyla detekována, chcete pokračovat v tisku?
hu: Nincsenek szálak, folytatni szeretné a nyomtatást?
nl: Geen filamenten gedetecteerd, wilt u doorgaan met printen?
pl: Brak włókien, chcesz kontynuować drukowanie?
uk: Не виявлено ниток, чи хочете ви продовжити друк?
