Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: [Printing] XY Motor: An obstacle was detected during the extruder's movement. This print has been canceled and the motor is released.Z Motor: An obstacle was detected during the heated bed's movement. This print has been canceled and the motor is released.E Motor: An extrusion anomaly was detected, possibly a clog, tangle, or jam. Printing has been paused.[Not Printing] XY Motorstep-servo: An obstacle was detected during the nozzle's movement. The motor will be released.Z Motor: An obstacle was detected during the heated bed's movement. The motor will be released.E Motor: An extrusion anomaly was detected, possibly a clog, tangle, or jam. The motor will be released.
ca: [Impressió] Motor XY: Es va detectar un obstacle durant el moviment de l'extrusora. Aquesta impressió ha estat cancel·ladai el motor està lliurat. Motor Z: Es va detectar un obstacle durant el moviment del llit escalfat. Aquestaimpressió ha estat cancel·lada i el motor està lliurat. E Motor: S'ha detectat una anomalia d'extrusió, possiblement un obstructe,enrere o mermelada. La impressió s'ha aturat. [No imprimeix] XY Motorstep-servo: Es va detectar un obstacle durant elmoviment de la boquilla. El motor serà lliurat. Motor Z: Es va detectar un obstacle durant el moviment delllit escalfat. El motor serà lliurat. E Motor: S'ha detectat una anomalia d'extrusió, possiblement un obstructe, enrere o mermelada.El motor serà lliurat.
cs: [Tisk] XY Motor: Během pohybu extruderu byla detekována překážka. Tento tisk byl zrušen a motor je uvolněn. Z Motor:Během pohybu vyhřívaného lůžka byla detekována překážka. Tento tisk byl zrušen a motor je uvolněn. E Motor: Byla zjištěnaanomálie vytlačování, možná ucpání, zamotání nebo zablokování. Tisk byl pozastaven. [Netiskne] XY Motorstep-servo: Během pohybu trysky byla detekována překážka.Motor se uvolní. Z Motor: Během pohybu vyhřívaného lůžka byla detekována překážka. Motor se uvolní. E Motor: Byla zjištěnaanomálie vytlačování, možná ucpání, zamotání nebo zablokování. Motor se uvolní.
de: [Drucken] XY Motor: Bei der Bewegung des Extruders wurde ein Hindernis erkannt. Dieser Druck wurde abgebrochen und derMotor wird freigegeben. Z Motor: Bei der Bewegung des beheizten Bettes wurde ein Hindernis erkannt. Dieser Druck wurde abgebrochenund der Motor wird freigegeben. E Motor: Eine Extrusionsanomalie wurde erkannt, möglicherweise eine Verstopfung, Verwirrung oder Marmelade. Der Druckwurde pausiert. [Nicht drucken] XY Motorstep-Servo: Bei der Bewegung der Düse wurde ein Hindernis erkannt. Der Motor wirdfreigegeben. Z Motor: Bei der Bewegung des beheizten Bettes wurde ein Hindernis erkannt. Der Motor wird freigegeben. E Motor:Eine Extrusionsanomalie wurde erkannt, möglicherweise eine Verstopfung, Verwirrung oder Marmelade. Der Motor wird freigegeben.
es: [Impresión] Motor XY: Se detectó un obstáculo durante el movimiento de la extrusora. Esta impresión ha sido canceladay el motor se libera. Motor Z: Se detectó un obstáculo durante el movimiento de la cama calentada. Estaimpresión ha sido cancelada y el motor se libera. E Motor: Se detectó una anomalía de extrusión, posiblemente unaobstrucción, enredo o mermelada. La impresión se ha detenido. XY Motorstep-servo: Se detectó un obstáculo durante el movimiento dela boquilla. El motor será liberado. Motor Z: Se detectó un obstáculo durante el movimiento de la cama calentada.El motor será liberado. E Motor: Se detectó una anomalía de extrusión, posiblemente una obstrucción, enredo o mermelada. Elmotor será liberado.
fr: [Imprimer] Moteur XY: Un obstacle a été détecté pendant le mouvement de l'extrudeuse. Cette impression a été annuléeet le moteur est libéré. Moteur Z: Un obstacle a été détecté lors du mouvement du lit chauffé. Cetteimpression a été annulée et le moteur est libéré. Moteur E: Une anomalie d'extrusion a été détectée, éventuellement unembouteillage, un enchevêtrement ou une confiture. L'impression a été suspendue. XY Motorstep-servo: Un obstacle a été détecté pendant lemouvement de la buse. Le moteur sera libéré. Moteur Z: Un obstacle a été détecté lors du mouvement dulit chauffé. Le moteur sera libéré. Moteur E: Une anomalie d'extrusion a été détectée, éventuellement un embouteillage, un enchevêtrementou une confiture. Le moteur sera libéré.
hu: [Nyomtatás] XY Motor: Az extruder mozgása során akadályt észleltek. Ezt az ujjlenyomatot törölték, és a motort kiengedték. Z Motor:A fűtött ágy mozgása során akadályt észleltek. Ezt az ujjlenyomatot törölték, és a motort kiengedték. E Motor: Extrudációs anomáliátészleltek, valószínűleg eltömődést, ragaszkodást vagy elakadást. A nyomtatás leállt. [Nem nyomtatás] XY Motorstep-servo: A fúvóka mozgása során akadályt észleltek.A motor ki lesz engedve. Z Motor: A fűtött ágy mozgása során akadályt észleltek. A motor ki lesz engedve.E Motor: Extrudációs anomáliát észleltek, valószínűleg eltömődést, ragaszkodást vagy elakadást. A motor ki lesz engedve.
it: Motore XY: Un ostacolo è stato rilevato durante il movimento dell'estrusore. Questa stampa è stata cancellata e il motoreè stato rilasciato. Motore Z: Un ostacolo è stato rilevato durante il movimento del letto riscaldato. Questa stampa èstata cancellata e il motore è stato rilasciato. E Motor: È stata rilevata un'anomalia di estrusione, probabilmente un intaso,un groviglio o una marmellata. La stampa è stata interrotta. XY Motorstep-servo: Un ostacolo è stato rilevato durante ilmovimento dell'ugello. Il motore sarà rilasciato. Motore Z: Un ostacolo è stato rilevato durante il movimento del letto riscaldato.Il motore sarà rilasciato. E Motor: È stata rilevata un'anomalia di estrusione, probabilmente un intaso, un groviglio o unamarmellata. Il motore sarà rilasciato.
ja: [印刷] XYモーター: 押出機の動き中に障害物が検出されました.この印刷はキャンセルされ、モーターは解放されました。Zモーター：加熱されたベッドの動き中に障害物が検出された。この印刷はキャンセルされ、モーターは解放されました。E モーター: 押出異常が検出された,おそらく閉じ込み,タングル,またはジャム.印刷は停止しました。 [印刷しない] XY モーターステップサーボ：ノズルの動き中に障害物が検出された。エンジンが解放されます。Zモーター：加熱されたベッドの動き中に障害物が検出された。エンジンが解放されます。E モーター: 押出異常が検出された,おそらく閉じ込み,タングル,またはジャム.エンジンが解放されます。
nl: [Afdrukken] XY Motor: Een obstakel werd gedetecteerd tijdens de beweging van de extruder. Deze afdruk is geannuleerd en demotor is vrijgelaten. Z Motor: Tijdens de beweging van het verwarmde bed werd een obstakel gedetecteerd. Deze afdruk isgeannuleerd en de motor is vrijgelaten. E Motor: Een extrusie anomalie werd gedetecteerd, mogelijk een verstopping, verwarring of jam.Afdrukken is onderbroken. [Niet afdrukken] XY Motorstep-servo: Er werd een obstakel gedetecteerd tijdens de beweging van de nozzle. Demotor wordt losgelaten. Z Motor: Tijdens de beweging van het verwarmde bed werd een obstakel gedetecteerd. De motor wordtlosgelaten. E Motor: Een extrusie anomalie werd gedetecteerd, mogelijk een verstopping, verwarring of jam. De motor wordt losgelaten.
pl: Silnik XY: podczas ruchu wytłaczarki wykryto przeszkodę. Ten wydruk został anulowany i silnik został uwolniony. Silnik Z: Wykryto przeszkodępodczas poruszania się podgrzewanym łóżkiem. Ten wydruk został anulowany i silnik został uwolniony. Silnik E: wykryto anomalię wytłaczania, prawdopodobniezakłócenie, zapleczenie lub dżem. Drukowanie zostało zatrzymane. [Nie drukuje] XY Motorstep-servo: podczas ruchu dyszy wykryto przeszkodę. Silnik zostanieuwolniony. Silnik Z: Wykryto przeszkodę podczas poruszania się podgrzewanym łóżkiem. Silnik zostanie uwolniony. Silnik E: wykryto anomalię wytłaczania, prawdopodobniezakłócenie, zapleczenie lub dżem. Silnik zostanie uwolniony.
pt_br: [Impressão] Motor XY: Um obstáculo foi detectado durante o movimento da extrusora. Esta impressão foi cancelada e omotor foi liberado. Motor Z: Um obstáculo foi detectado durante o movimento da cama aquecida. Esta impressão foi canceladae o motor foi liberado. E Motor: Uma anomalia de extrusão foi detectada, possivelmente um obstruído, emaranhado ou mermelada.A impressão foi interrompida. XY Motorstep-servo: Um obstáculo foi detectado durante o movimento do bocal. O motor será liberado.Motor Z: Um obstáculo foi detectado durante o movimento da cama aquecida. O motor será liberado. E Motor: Umaanomalia de extrusão foi detectada, possivelmente um obstruído, emaranhado ou mermelada. O motor será liberado.
ru: XY Motor: во время движения экструдера было обнаружено препятствие. Эта печать была отменена и двигатель отпущен. Z Motor: вовремя движения подогревной кровати было обнаружено препятствие. Эта печать была отменена и двигатель отпущен. E Motor: Была обнаружена аномалияэкструзии, возможно, забор, запутанность или варение. Печать была приостановлена. XY Motorstep-servo: во время движения сопла было обнаружено препятствие. Двигательбудет освобожден. Z Motor: во время движения подогревной кровати было обнаружено препятствие. Двигатель будет освобожден. E Motor: Была обнаруженааномалия экструзии, возможно, забор, запутанность или варение. Двигатель будет освобожден.
sv: XY Motor: Ett hinder upptäcktes under extruderens rörelse. Denna utskrift har avbrutits och motoren släpps. Z Motor: Ett hinderupptäcktes under den uppvärmda sängens rörelse. Denna utskrift har avbrutits och motoren släpps. E-motor: En extruderingsanomali upptäcktes, möjligen enproppning, förvirring eller sylt. Uttrycket har avbrutits. XY Motorstep-servo: Ett hinder upptäcktes under munstyckets rörelse. Motorn kommer att släppas.Z Motor: Ett hinder upptäcktes under den uppvärmda sängens rörelse. Motorn kommer att släppas. E-motor: En extruderingsanomali upptäcktes, möjligenen proppning, förvirring eller sylt. Motorn kommer att släppas.
tr: XY Motor: Çıkış hareketi s ırasında bir engel keşfedildi. Bu baskı iptal edildi ve motor serbest bırakıldı. Z Motor:Sıcak yatağın hareketinde bir engel keşfedildi. Bu baskı iptal edildi ve motor serbest bırakıldı. E Motor: Ekstrasyon anomalisi keşfedildi,muhtemelen bir saat, tangel, ya da patlama. Yazım durandı. XY Motorstep-servo: Bulmacanın hareketi s ırasında bir engel keşfedildi. Motorserbest bırakılacak. Z Motor: Sıcak yatağın hareketinde bir engel keşfedildi. Motor serbest bırakılacak. E Motor: Ekstrasyon anomalisi keşfedildi, muhtemelenbir saat, tangel, ya da patlama. Motor serbest bırakılacak.
uk: [Друк] XY Motor: Під час руху екструдера виявилася перешкода. Цей друк було скасовано і мотор випускається. Z Мотор: Підчас руху загреваного ліжка виявилася перешкода. Цей друк було скасовано і мотор випускається. E Motor: Виявилася аномалія екструзії, можливо,замок, змішаний або замок. Друк зупинено. [Не друкуючи] XY Motorstep- servo: Під час руху вузла виявилася перешкода. Мотор выпустятся.Z Мотор: Під час руху загреваного ліжка виявилася перешкода. Мотор выпустятся. E Motor: Виявилася аномалія екструзії, можливо, замок, змішанийабо замок. Мотор выпустятся.

source: X Motor: X motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.Y Motor: Y motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.Z1 Motor: Z1 motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.Z2 Motor: Z2 motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.E Motor: Extruder motor identification error detected. The motor wire may be connected improperly or the motor may be damaged.
ca: X Motor: S'ha detectat un error d'identificació del motor X. El cable del motor pot estar connectat incorrectament oel motor pot estar danyat. Y Motor: S'ha detectat un error d'identificació del motor Y. El cable del motorpot estar connectat incorrectament o el motor pot estar danyat. Motor Z1: s'ha detectat un error d'identificació del motorZ1. El cable del motor pot estar connectat incorrectament o el motor pot estar danyat. Motor Z2: s'ha detectatun error d'identificació del motor Z2. El cable del motor pot estar connectat incorrectament o el motor pot estardanyat. E Motor: s'ha detectat un error d'identificació del motor de l'extrusora. El cable del motor pot estar connectatincorrectament o el motor pot estar danyat.
cs: X Motor: detekována chyba identifikace X motoru. Drát motoru může být nesprávně připojen nebo motor může být poškozen. YMotor: detekována chyba identifikace Y motoru. Drát motoru může být nesprávně připojen nebo motor může být poškozen. Z1 Motor:detekována chyba identifikace motoru Z1. Drát motoru může být nesprávně připojen nebo motor může být poškozen. Motor Z2: detekovánachyba identifikace motoru Z2. Drát motoru může být nesprávně připojen nebo motor může být poškozen. E Motor: detekována chybaidentifikace extruderu motoru. Drát motoru může být nesprávně připojen nebo motor může být poškozen.
de: X-Motor: X-Motoridentifikationsfehler erkannt. Der Motordraht kann falsch angeschlossen sein oder der Motor kann beschädigt sein. Y-Motor: Y-Motoridentifikationsfehler erkannt. DerMotordraht kann falsch angeschlossen sein oder der Motor kann beschädigt sein. Z1 Motor: Z1 Motor Identifikationsfehler erkannt. Der Motordrahtkann falsch angeschlossen sein oder der Motor kann beschädigt sein. Z2 Motor: Z2 Motor Identifikationsfehler erkannt. Der Motordraht kannfalsch angeschlossen sein oder der Motor kann beschädigt sein. E Motor: Extrudermotoridentifikationsfehler erkannt. Der Motordraht kann falsch angeschlossen seinoder der Motor kann beschädigt sein.
es: Motor X: Se detectó un error de identificación del motor X. El cable del motor puede estar conectado incorrectamenteo el motor puede estar dañado. Motor Y: Se detectó un error de identificación del motor Y. El cabledel motor puede estar conectado incorrectamente o el motor puede estar dañado. Motor Z1: Se detectó un error deidentificación del motor Z1. El cable del motor puede estar conectado incorrectamente o el motor puede estar dañado. MotorZ2: Se detectó un error de identificación del motor Z2. El cable del motor puede estar conectado incorrectamente oel motor puede estar dañado. E Motor: Error de identificación del motor de la extrusora detectado. El cable delmotor puede estar conectado incorrectamente o el motor puede estar dañado.
fr: Moteur X : erreur d'identification du moteur X détectée. Le fil du moteur peut être mal connecté ou lemoteur peut être endommagé. Moteur Y : erreur d'identification du moteur Y détectée. Le fil du moteur peut êtremal connecté ou le moteur peut être endommagé. Moteur Z1 : erreur d'identification du moteur Z1 détectée. Le fildu moteur peut être mal connecté ou le moteur peut être endommagé. Moteur Z2 : erreur d'identification du moteurZ2 détectée. Le fil du moteur peut être mal connecté ou le moteur peut être endommagé. E Moteur :erreur d'identification du moteur de l'extrudeur détectée. Le fil du moteur peut être mal connecté ou le moteur peutêtre endommagé.
hu: X Motor: X motor azonosítási hiba észlelt. Előfordulhat, hogy a motorvezeték nem megfelelően van csatlakoztatva, vagy a motor megsérülhet.Y motor: Y motor azonosítási hiba észlelt. Előfordulhat, hogy a motorvezeték nem megfelelően van csatlakoztatva, vagy a motor megsérülhet.Z1 Motor: Z1 motor azonosítási hiba észlelt. Előfordulhat, hogy a motorvezeték nem megfelelően van csatlakoztatva, vagy a motor megsérülhet.Z2 Motor: Z2 motor azonosítási hiba észlelt. Előfordulhat, hogy a motorvezeték nem megfelelően van csatlakoztatva, vagy a motor megsérülhet.E Motor: Extruder motor azonosítási hiba észlelt. Előfordulhat, hogy a motorvezeték nem megfelelően van csatlakoztatva, vagy a motor megsérülhet.
it: Motore X: Errore di identificazione del motore X rilevato. Il filo del motore potrebbe essere collegato in modo noncorretto o il motore potrebbe essere danneggiato. Motore Y: rilevato errore di identificazione del motore Y. Il filo delmotore potrebbe essere collegato in modo non corretto o il motore potrebbe essere danneggiato. Motore Z1: rilevato errore diidentificazione del motore Z1. Il filo del motore potrebbe essere collegato in modo non corretto o il motore potrebbeessere danneggiato. Motore Z2: rilevato errore di identificazione del motore Z2. Il filo del motore potrebbe essere collegato inmodo non corretto o il motore potrebbe essere danneggiato. E Motore: Errore di identificazione del motore dell'estrusore rilevato. Ilfilo del motore potrebbe essere collegato in modo non corretto o il motore potrebbe essere danneggiato.
ja: Xモータ：Xモータ識別エラーが検出された。モータ電線の接続が適切でないか、モータが破損している可能性があります。Yモータ：Yモータの認識エラーが検出されました。モータ電線の接続が適切でないか、モータが破損している可能性があります。Z 1モータ：Z 1モータ識別エラーが検出された。モータ電線の接続が適切でないか、モータが破損している可能性があります。Z 2モータ：Z 2モータ識別エラーが検出された。モータ電線の接続が適切でないか、モータが破損している可能性があります。Eモータ：押出機モータの識別エラーが検出された。モータ電線の接続が適切でないか、モータが破損している可能性があります。
nl: X Motor: X motor identificatiefout gedetecteerd. De motordraad kan onjuist zijn aangesloten of de motor kan beschadigd zijn. YMotor: Y motor identificatiefout gedetecteerd. De motordraad kan onjuist zijn aangesloten of de motor kan beschadigd zijn. Z1 Motor:Z1 motor identificatiefout gedetecteerd. De motordraad kan onjuist zijn aangesloten of de motor kan beschadigd zijn. Z2 Motor: Z2motor identificatiefout gedetecteerd. De motordraad kan onjuist zijn aangesloten of de motor kan beschadigd zijn. E Motor: Fout vande identificatie van de extrudermotor gedetecteerd. De motordraad kan onjuist zijn aangesloten of de motor kan beschadigd zijn.
pl: X Motor: wykryto błąd identyfikacji silnika X. Przewód silnika może być nieprawidłowo podłączony lub silnik może zostać uszkodzony. SilnikY: wykryto błąd identyfikacji silnika Y. Przewód silnika może być nieprawidłowo podłączony lub silnik może zostać uszkodzony. Silnik Z1:wykryty błąd identyfikacji silnika Z1. Przewód silnika może być nieprawidłowo podłączony lub silnik może zostać uszkodzony. Silnik Z2: wykrytybłąd identyfikacji silnika Z2. Przewód silnika może być nieprawidłowo podłączony lub silnik może zostać uszkodzony. Silnik E: wykryto błądidentyfikacji silnika wytłaczarki. Przewód silnika może być nieprawidłowo podłączony lub silnik może zostać uszkodzony.
pt_br: X Motor: Erro de identificação do motor X detectado. O fio do motor pode estar conectado incorretamente ou omotor pode estar danificado. Motor Y: Erro de identificação do motor Y detectado. O fio do motor pode estarconectado incorretamente ou o motor pode estar danificado. Motor Z1: erro de identificação do motor Z1 detectado. O fiodo motor pode estar conectado incorretamente ou o motor pode estar danificado. Motor Z2: erro de identificação do motorZ2 detectado. O fio do motor pode estar conectado incorretamente ou o motor pode estar danificado. E Motor: Errode identificação do motor da extrusora detectado. O fio do motor pode estar conectado incorretamente ou o motor podeestar danificado.
ru: X двигатель: обнаружена ошибка идентификации двигателя X. Провод двигателя может быть неправильно соединен или двигатель может быть поврежден. Yдвигатель: обнаружена ошибка идентификации двигателя Y. Провод двигателя может быть неправильно соединен или двигатель может быть поврежден. Двигатель Z1:обнаружена ошибка идентификации двигателя Z1. Провод двигателя может быть неправильно соединен или двигатель может быть поврежден. Двигатель Z2: обнаруженаошибка идентификации двигателя Z2. Провод двигателя может быть неправильно соединен или двигатель может быть поврежден. E двигатель: обнаружена ошибкаидентификации двигателя экструдера. Провод двигателя может быть неправильно соединен или двигатель может быть поврежден.
sv: X-motor: X-motoridentifikationsfel upptäckts. Motorledningen kan vara felaktigt ansluten eller motorn kan skadas. Y-motor: Y-motoridentifikationsfel upptäckts. Motorledningen kan vara felaktigtansluten eller motorn kan skadas. Z1-motor: Z1-motoridentifikationsfel upptäckts. Motorledningen kan vara felaktigt ansluten eller motorn kan skadas. Z2-motor: Z2-motoridentifikationsfelupptäckts. Motorledningen kan vara felaktigt ansluten eller motorn kan skadas. E Motor: Extrudermotoridentifikationsfel upptäckts. Motorledningen kan vara felaktigt ansluteneller motorn kan skadas.
tr: X Motor: X motor kimlik hatası keşfedildi. Motor kablo yanlış olarak bağlanmış olabilir ya da motor hasar edilebilir. YMotor: Y motor kimlik hatası keşfedildi. Motor kablo yanlış olarak bağlanmış olabilir ya da motor hasar edilebilir. Z1 Motor:Z1 motor kimlik hatası keşfedildi. Motor kablo yanlış olarak bağlanmış olabilir ya da motor hasar edilebilir. Z2 Motor: Z2motor kimlik hatası keşfedildi. Motor kablo yanlış olarak bağlanmış olabilir ya da motor hasar edilebilir. E Motor: Extruder motorkimlik hatası keşfedildi. Motor kablo yanlış olarak bağlanmış olabilir ya da motor hasar edilebilir.
uk: X двигун: виявлена помилка ідентифікації двигуна X. Дрот двигуна може бути неправильно підключений або двигун може бути пошкоджений. Yдвигун: виявлена помилка ідентифікації двигуна Y. Дрот двигуна може бути неправильно підключений або двигун може бути пошкоджений. Мотор Z1:виявлена помилка ідентифікації двигуна Z1. Дрот двигуна може бути неправильно підключений або двигун може бути пошкоджений. Мотор Z2: виявленапомилка ідентифікації двигуна Z2. Дрот двигуна може бути неправильно підключений або двигун може бути пошкоджений. E двигун: виявлена помилкаідентифікації двигуна екструдера. Дрот двигуна може бути неправильно підключений або двигун може бути пошкоджений.

source: X/Y/Z/E axis step-servo motor initialization error, motor communication line may be connected incorrectly
ca: Error d'inicialització del motor de l'eix X/Y/Z/E, la línia de comunicació motora pot estar connectada incorrectament
cs: Chyba inicializace krokového servomotoru osy X/Y/Z/E, komunikační linka motoru může být nesprávně připojena
de: X/Y/Z/E-Achse Schrittservomotor Initialisierungsfehler, Motorkommunikationsleitung kann falsch angeschlossen werden
es: Error de inicialización del motor de servo paso del eje X/Y/Z/E, la línea de comunicación del motor puede estarconectada incorrectamente
fr: Erreur d'initialisation du moteur servo pas à pas de l'axe X/Y/Z/E, la ligne de communication du moteur peut êtreconnectée incorrectement
hu: X / Y / Z / E tengely lépcső-szervo motor inicializálási hiba, a motor kommunikációs vonal helytelenül csatlakozhat
it: Errore di inizializzazione del motore step-servo dell'asse X/Y/Z/E, la linea di comunicazione del motore può essere collegata in modoerrato
ja: X/Y/Z/E軸ステップサーボモーター初期化エラー、モーター通信ラインが間違って接続されるかもしれません
nl: X/Y/Z/E-as stap-servomotor initialisatiefout, motorcommunicatielijn kan verkeerd worden aangesloten
pl: Błąd inicjalizacji silnika krokowego osi X/Y/Z/E, linia komunikacyjna silnika może być nieprawidłowo podłączona
pt_br: Erro de inicialização do motor servo-passo do eixo X/Y/Z/E, linha de comunicação do motor pode estar conectada incorretamente
ru: Ошибка инициализации ступенчатого серводвигателя оси X/Y/Z/E, линия связи двигателя может быть неправильно подключена
sv: X/Y/Z/E-axeln stegservomotor initialiseringsfel, motorkommunikationslinjen kan vara felaktigt ansluten
tr: X/Y/Z/E aksi adım-servo motor başlatma hatası, motör iletişim hattı yanlış bağlanmış olabilir
uk: Помилка ініціалізації мотора крок-серво вісі X/Y/Z/E, лінія моторного спілкування може бути неправильно з’ єднана
