Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Reprint (Calibrate First)
ca: Reprint (Primer calibrat)
cs: Reprint (kalibrate first)
de: Reprint (zuerst kalibrieren)
es: Reimprimir (Calibrar primero)
fr: Reprimer (Calibrer d'abord)
hu: Újratöltés (Kalibrálás első)
it: Reprint (Calibra prima)
ja: 再印刷（最初に校正）
nl: Herdrukken (eerst kalibreren)
pl: Ponowne wydrukowanie (kalibracja pierwsza)
pt_br: Reprint (Calibrar Primeiro)
ru: Перепечатать (калибрировать сначала)
sv: Omtryck (Kalibrera först)
tr: Yeniden Basın (İlk Kalibre Edin)
uk: Перезаписати (перше калібрувати)

source: Delete File
ca: Esborra el fitxer
cs: Smazat soubor
de: Datei löschen
es: Eliminar archivos
fr: Supprimer un fichier
hu: Fájl törlése
it: Elimina file
ja: ファイルを削除
nl: Bestand verwijderen
pl: Usuń plik
pt_br: Apagar o Ficheiro
ru: Удалить файл
sv: Ta bort fil
tr: Dosya Sil
uk: Видалити файл

source: Delete succeeded!
ca: L'eliminació va tenir èxit!
cs: Smazat úspěšně!
de: Löschen erfolgreich!
es: ¡Eliminación exitosa!
fr: Supprimer réussi !
hu: Sikeres törlés!
it: Cancellazione riuscita!
ja: 削除成功しました！
nl: Verwijderen geslaagd!
pl: Usunięcie udało się!
pt_br: Excluir com sucesso!
ru: Удалить успешно!
sv: Radering lyckades!
tr: Silme başarılı oldu!
uk: Вилучення успішно!

source: Cancel Delete
ca: Cancel· la Esborra
cs: Zrušit Smazat
de: Abbrechen Löschen
es: Cancelar Eliminar
fr: Annuler Supprimer
hu: Törlés törlése
it: Annulla Cancella
ja: キャンセル 削除
nl: Annuleren Verwijderen
pl: Anuluj Usuń
pt_br: Cancelar Excluir
ru: Отменить Удалить
sv: Avbryt Ta bort
tr: İptal Sil
uk: Скасувати вилучення

source: Rename
ca: Renomar
cs: Přejmenovat
de: Umbenennen
es: Renombrear
fr: Renommer
hu: Újranevezés
it: Rinominare
ja: 名前変更
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
sv: Byt namn
tr: Adını değiştir
uk: Перейменувати

source: Please enter a file name
ca: Introduu un nom de ficher
cs: Zadejte prosím název souboru
de: Bitte geben Sie einen Dateinamen ein
es: Introduzca el nombre del archivo
fr: Veuillez saisir un nom de fichier
hu: Kérjük, adja meg a fájlnevet
it: Inserisci un nome di file
ja: ファイル名を入力してください
nl: Voer een bestandsnaam in
pl: Proszę wprowadzić nazwę pliku
pt_br: Indique por favor o nome do ficheiro
ru: Пожалуйста, введите имя файла
sv: Ange ett filnamn
tr: Lütfen bir dosya adı girin
uk: Будь ласка, введіть назву файлу

source: File name cannot be empty!
ca: El nom del arxiu no pot estar buit!
cs: Název souboru nemůže být prázdný!
de: Der Dateiname kann nicht leer sein!
es: ¡El nombre del archivo no puede estar vacío!
fr: Le nom du fichier ne peut pas être vide!
hu: A fájlnév nem lehet üres!
it: Il nome del file non può essere vuoto!
ja: ファイル名を空白にすることはできません！
nl: Bestandsnaam kan niet leeg zijn!
pl: Nazwa pliku nie może być pusta!
pt_br: O nome do arquivo não pode estar vazio!
ru: Имя файла не может быть пустым!
sv: Filnamnet kan inte vara tomt!
tr: Dosya adı boş olamaz!
uk: Назва файлу не може бути порожньою!

source: Rename succeeded!
ca: El renomeament va tenir èxit!
cs: Přejmenování uspělo!
de: Umbenennen erfolgreich!
es: ¡Cambio de nombre exitoso!
fr: Renommer réussi !
hu: Átnevezés sikeres!
it: Rinominazione riuscita!
ja: 名前変更に成功しました！
nl: Hernoemen is gelukt!
pl: Zmiana nazwy udało się!
pt_br: Renomear com sucesso!
ru: Переименовать успешно!
sv: Omnamnet lyckades!
tr: Adını değiştirmek başarılı oldu!
uk: Перейменування успішно!

source: Rename Cancel
ca: Renomar Cancel
cs: Přejmenovat Zrušit
de: Umbenennen Abbrechen
es: Cambiar el nombre Cancelar
fr: Renommer Annuler
hu: A törlés átnevezése
it: Rinomina Annulla
ja: 名前変更 キャンセル
nl: Hernoemen Annuleren
pl: Zmień nazwę Anuluj
pt_br: Renomear Cancelar
ru: Переименовать Отменить
sv: Byt namn Avbryt
tr: Adını Dönüştür İptal
uk: Перейменувати Скасувати

source: Are you sure you want to delete this file?
ca: Esteu segurs que voleu eliminar aquest arxiu?
cs: Jste si jistí, že chcete tento soubor smazat?
de: Sind Sie sicher, dass Sie diese Datei löschen möchten?
es: ¿Estás seguro de que quieres borrar este archivo?
fr: Êtes-vous sûr de vouloir supprimer ce fichier ?
hu: Biztos, hogy törölni szeretné ezt a fájlt?
it: Sei sicuro di voler eliminare questo file?
ja: このファイルを削除したいのですか？
nl: Weet u zeker dat u dit bestand wilt verwijderen?
pl: Na pewno chcesz usunąć ten plik?
pt_br: Você tem certeza de que deseja excluir este arquivo?
ru: Вы уверены, что хотите удалить этот файл?
sv: Är du säker på att du vill ta bort den här filen?
tr: Bu dosyayı silmek istediğinizden emin misiniz?
uk: Ви справді бажаєте вилучити цей файл?

source: Please return to the printer before starting the printing operation!
ca: Si us plau, torneu a la impressora abans de començar l'operació d'impressió!
cs: Vraťte se prosím do tiskárny před zahájením tiskové operace!
de: Bitte kehren Sie vor Beginn des Druckvorgangs zum Drucker zurück!
es: ¡Por favor vuelva a la impresora antes de comenzar la operación de impresión!
fr: Veuillez retourner à l'imprimante avant de commencer l'opération d'impression!
hu: Kérjük, térjen vissza a nyomtatóhoz a nyomtatás elkezdése előtt!
it: Si prega di tornare alla stampante prima di iniziare l'operazione di stampa!
ja: 印刷作業を開始する前にプリンタに戻ってください！
nl: Ga terug naar de printer voordat u begint met het afdrukken!
pl: Proszę wrócić do drukarki przed rozpoczęciem operacji drukowania!
pt_br: Por favor, volte à impressora antes de iniciar a operação de impressão!
ru: Пожалуйста, вернитесь к принтеру перед началом операции печати!
sv: Återgå till skrivaren innan du påbörjar utskriften!
tr: Baskı işlemine başlamadan önce lütfen yazıcıya dönün!
uk: Будь ласка, повертайтеся до принтера перед запуском операції друку!

source: Please import a Gcode slice file!
ca: Si us plau, importeu un arxiu de slice de Gcode!
cs: Prosím, importujte soubor Gcode!
de: Bitte importieren Sie eine Gcode-Slice-Datei!
es: ¡Por favor, importe un archivo de slice de Gcode!
fr: S'il vous plaît importer un fichier de tranche Gcode!
hu: Kérjük, importáljon egy Gcode szelet fájlt!
it: Importa un file slice Gcode!
ja: Gcodeスライスファイルをインポートしてください！
nl: Importeer een Gcode slice bestand!
pl: Proszę zaimportować plik Gcode!
pt_br: Importe um arquivo de slice do Gcode!
ru: Пожалуйста, импортируйте файл Gcode!
sv: Vänligen importera en Gcode-skivfil!
tr: Lütfen bir Gcode dilimi dosyasını içeri aktarın!
uk: Будь ласка, імпортуйте файл шматка Gcode!

source: The file is being printed, please import after printing
ca: El arxiu està imprimant, si us plau importar després d'imprimir
cs: Soubor se tiskne, importujte prosím po tisku
de: Die Datei wird gedruckt, bitte importieren Sie sie nach dem Drucken
es: El archivo se está imprimiendo, por favor importa después de imprimir
fr: Le fichier est en cours d'impression, s'il vous plaît importer après l'impression
hu: A fájl kinyomtatása folyamatban van, kérjük importálja a nyomtatás után
it: Il file viene stampato, si prega di importare dopo la stampa
ja: ファイルは印刷中です。印刷後にインポートしてください。
nl: Het bestand wordt afgedrukt, importeer na het afdrukken
pl: Plik jest drukowany, proszę importować po drukowaniu
pt_br: O arquivo está sendo impresso, por favor, importe após a impressão
ru: Файл печатается, пожалуйста, импортируйте после печати
sv: Filen skrivs ut, vänligen importera efter utskrift
tr: Dosya yazılıyor, lütfen yazdıktan sonra ithal edin
uk: Файл друкується, будь ласка, імпортуйте після друку

source: Import succeeded
ca: L'importació va tenir èxit
cs: Import uspěl
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
hu: Importálás sikeres
it: Importazione riuscita
ja: インポート成功
nl: Importeren is gelukt
pl: Import powiedział się
pt_br: A importação foi bem sucedida
ru: Импорт успешно
sv: Import lyckades
tr: İthalat başarılı oldu
uk: Імпорт успішно

source: Import failed
ca: La importació va fallar
cs: Import selhal
de: Import fehlgeschlagen
es: Falló la importación
fr: L'importation a échoué
hu: Importálás sikertelen
it: Importazione non riuscita
ja: インポート失敗
nl: Importeren mislukt
pl: Import nie powiodł się
pt_br: Falha na importação
ru: Неудачно импортировать
sv: Importen misslyckades
tr: İthalat başarısız oldu
uk: Спроба імпорту зазнала невдачі

source: MultiColor
cs: Vícebarevné
de: Mehrfarbige
fr: Multicouleur
hu: Többszínű
it: Multicolore
ja: 多色
pl: Wielokolorowe
pt_br: Multicor
ru: Многоцветный
sv: Flerfärg
tr: Çok Renk
uk: Багатофарбовий

source: Yes
ca: Sí
cs: Ano
de: Ja
es: Sí. Sí.
fr: Oui
hu: Igen
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: - Да.
sv: Ja
tr: Evet.
uk: Так

source: No
cs: Ne, ne.
de: Nein
fr: Non
hu: Nem
it: No. No.
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não.
ru: Нет
sv: Nej
tr: Hayır.
uk: Ні.

source: Selected Files
ca: Fichers seleccionats
cs: Vybrané soubory
de: Ausgewählte Dateien
es: Archivos seleccionados
fr: Fichiers sélectionnés
hu: Kiválasztott fájlok
it: File selezionati
ja: 選択したファイル
nl: Geselecteerde bestanden
pl: Wybrane pliki
pt_br: Arquivos selecionados
ru: Выбранные файлы
sv: Utvalda filer
tr: Seçilen Dosyalar
uk: Вибрані файли

source: Delete
ca: Elimina
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除する
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
uk: Вилучити

source: Export
ca: Exportar
cs: Exportovat
de: Exportieren
es: Exportación
fr: Exportation
hu: Exportálás
it: Esportazione
ja: エクスポート
nl: Exporteren
pl: Eksport
pt_br: Exportação
ru: Экспорт
sv: Exportera
tr: İhracat
uk: Експортувати

source: Copy link
ca: Copiar enllaç
cs: Kopírovat odkaz
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hu: Hivatkozás másolása
it: Copia link
ja: リンクをコピー
nl: Koppeling kopiëren
pl: Kopiuj link
pt_br: Copiar a ligação
ru: Копировать ссылку
sv: Kopiera länk
tr: Bağlantı kopyala
uk: Копіювати посилання

source: G-code file has been deleted and cannot be printed
ca: El fitxer de codi G s'ha esborrat i no es pot imprimir
cs: Soubor G-kódu byl odstraněn a nelze ho vytisknout
de: G-Code-Datei wurde gelöscht und kann nicht gedruckt werden
es: El archivo de código G ha sido eliminado y no se puede imprimir
fr: Le fichier G-code a été supprimé et ne peut pas être imprimé
hu: A G-kód fájlt törölték és nem nyomtatható ki
it: Il file G-code è stato cancellato e non può essere stampato
ja: Gコードファイルが削除され、印刷できません。
nl: G-code bestand is verwijderd en kan niet worden afgedrukt
pl: Plik kodu G został usunięty i nie może być drukowany
pt_br: O arquivo de código G foi excluído e não pode ser impresso
ru: Файл G-кода был удален и не может быть напечатан
sv: G-kodfilen har tagits bort och kan inte skrivas ut
tr: G-kod dosyası silindi ve yazdırılamadı
uk: Файл G- коду було вилучено і не вдалося друкувати

source: Copy link successfully
ca: Copiar un enllaç amb èxit
cs: Úspěšně zkopírovat odkaz
de: Link erfolgreich kopieren
es: El enlace de copia fue exitoso
fr: Copier le lien avec succès
hu: A hivatkozás másolása sikeresen
it: Copia il link con successo
ja: リンクをコピー成功しました
nl: Link succesvol kopiëren
pl: Kopiuj link pomyślnie
pt_br: Copiar link com sucesso
ru: Успешно скопировать ссылку
sv: Kopiera länken framgångsrikt
tr: Bağlantıyı başarıyla kopyala
uk: Копіювати посилання успішно

source: Project
ca: Projecte
cs: Projekt
de: Projekt
es: Proyecto
fr: Projet
hu: Projekt
it: Progetto
ja: プロジェクト
pl: Projekt
pt_br: Projecto
ru: Проекты
sv: Projektet
tr: Proje
uk: Проект

source: Current
ca: Actual
cs: Aktuální
de: Aktuell
es: Actual
fr: Actuelle
hu: Jelenlegi
it: corrente
ja: 現在
nl: Huidige
pl: Aktualny
pt_br: Atual
ru: Текущий
sv: Nuvarande
tr: Şimdiki
uk: Поточний

source: Target
ca: Objetiu
cs: Cíl
de: Ziel
es: Objetivo
fr: Cible
hu: Célpont
it: Obiettivo
ja: ターゲット
nl: Doel
pl: Cel
pt_br: alvo
ru: Цель
sv: Mål
tr: Hedef
uk: Цель

source: Nozzle
cs: Tryska
de: Düse
es: Boquilla
fr: Buse
hu: Fúvóka
it: Ugello
ja: ノズル
pl: Dysza
pt_br: Bico
ru: сопла
sv: Munstycke
tr: Nozluk
uk: weather forecast

source: HotBed
es: Cama caliente
hu: Forró ágy
ja: ホットベッド
pl: Gorące łóżko
ru: Горячая кровать
sv: varmsäng
tr: Sıcak Yatak

source: Chamber
ca: Càmara
cs: Komora
de: Kammer
es: Cámara
fr: Chambre
hu: Kamara
it: Camera
ja: 会議室
nl: Kamer
pl: Izba
pt_br: Câmara
ru: Палата
sv: Avdelning
tr: Oda
uk: Камера

source: The temperature range is unreasonable
ca: L'interval de temperatura no és raonable
cs: Rozsah teplot je nepřiměřený
de: Der Temperaturbereich ist nicht vernünftig
es: El rango de temperatura es irrazonable
fr: Plage de température déraisonnable
hu: A hőmérsékleti tartomány ésszerűtlen
it: La gamma di temperatura è irragionevole
ja: 温度範囲は不合理です。
nl: Het temperatuurbereik is onredelijk
pl: Zakres temperatury jest nieuzasadniony
pt_br: O intervalo de temperatura é irracional
ru: Температурный диапазон неразумен
sv: Temperaturområdet är orimligt
tr: Sıcaklık menzili mantıksız
uk: Температурний діапазон необґрунтований

source: Exclusion succeeded!
ca: L'exclusió va tenir èxit!
cs: Vyloučení se podařilo!
de: Ausschluss erfolgreich!
es: ¡Exclusión exitosa!
fr: L'exclusion a réussi !
hu: Kizárás sikeres!
it: L'esclusione è riuscita!
ja: 排除成功しました！
nl: Uitsluiting geslaagd!
pl: Wykluczenie się udało!
pt_br: A exclusão foi bem sucedida!
ru: Исключение удалось!
sv: Uteslutningen lyckades!
tr: İstaslama başarılı oldu!
uk: Виключення успішно!

source: Whether to exclude selected models?
ca: Si excloure els models seleccionats?
cs: Zda vyloučit vybrané modely?
de: Sollen ausgewählte Modelle ausgeschlossen werden?
es: ¿Se excluyen los modelos seleccionados?
fr: Les modèles sélectionnés sont - ils exclus?
hu: Kizárjuk-e a kiválasztott modelleket?
it: Indica se escludere modelli selezionati?
ja: 選択したモデルを除外するか？
nl: Of geselecteerde modellen moeten worden uitgesloten?
pl: Czy wykluczyć wybrane modele?
pt_br: Se excluir modelos selecionados?
ru: Исключать ли выбранные модели?
sv: Om utvalda modeller ska uteslutas?
tr: Seçilen modelleri dışlamak mı?
uk: Чи виключити вибрані моделі?

source: Exclude object
ca: Excluder objecte
cs: Vyloučit objekt
de: Objekt ausschließen
es: Excluir objeto
fr: Exclure l'objet
hu: Objektum kizárása
it: Escludi oggetto
ja: オブジェクトを除く
nl: Object uitsluiten
pl: Wyklucz obiekt
pt_br: Excluir objeto
ru: Исключить объект
sv: Exkludera objekt
tr: Nesne dahil et
uk: Виключити об' єкт

source: This object is excluded!
ca: Aquest objecte està excluït!
cs: Tento objekt je vyloučen!
de: Dieses Objekt ist ausgeschlossen!
es: ¡Este objeto está excluido!
fr: Cet objet est exclu !
hu: Ez a tárgy kizárt!
it: Questo oggetto è escluso!
ja: このオブジェクトは除外されています！
nl: Dit object is uitgesloten!
pl: Ten obiekt jest wykluczony!
pt_br: Este objeto está excluído!
ru: Этот объект исключен!
sv: Detta objekt är uteslutet!
tr: Bu nesne dışında!
uk: Цей об'єкт виключений!

source: Only a single model remains and does not support exclusion
ca: Només queda un únic model i no suporta l'exclusió
cs: Zůstává pouze jeden model a nepodporuje vyloučení
de: Nur ein einziges Modell bleibt und unterstützt keinen Ausschluss
es: Sólo queda un solo modelo y no admite la exclusión
fr: Seul un modèle reste et ne prend pas en charge l'exclusion
hu: Csak egyetlen modell marad fenn, és nem támogatja a kizárást
it: Rimane un solo modello e non supporta l'esclusione
ja: 除外はサポートされていないモデルが1つだけ残っています
nl: Slechts één model blijft bestaan en steunt uitsluiting niet
pl: Pozostaje tylko jeden model i nie obsługuje wykluczenia
pt_br: Só permanece um único modelo e não suporta exclusão
ru: Остается только одна модель и не поддерживает исключения
sv: Endast en enda modell återstår och stöder inte uteslutning
tr: Sadece tek bir model kaldı ve dışlanmayı desteklemiyor
uk: Лише одна модель залишається і не підтримує виключення

source: Consumables
cs: Spotřební materiál
de: Verbrauchsgüter
es: Consumibles
fr: Consommables
hu: Fogyóeszközök
it: Consumabili
ja: 消費品
nl: Verbruiksgoederen
pl: Materiały eksploatacyjne
pt_br: Consumíveis
ru: Расходные материалы
sv: Förbrukningsvaror
tr: Tüketim Malzemeleri
uk: Поживні речі

source: Spool Holder
ca: Tenedor
cs: Držák cívky
de: Spulenhalter
es: Soporte de válvula deslizante
fr: Porte-bobine
ja: スプール ホルダー
nl: Spolhouder
pl: Uchwyt szpuli
pt_br: suporte bobina
ru: Кронштейн золотника
sv: Spool hållare
tr: Makara Tutucusu
uk: Тримач катушки

source: Guide
ca: Guia
cs: Průvodce
de: Anleitung
es: Guía
hu: Útmutató
it: Guida
ja: ガイド
nl: Gids
pl: Przewodnik
pt_br: Guia
ru: Руководство
sv: Vägledning
tr: Rehber
uk: Підручник

source: Feed
ca: Alimentació
cs: Krmivo
de: Zufuhr
es: Alimentación
fr: Alimentation
hu: Takarmány
it: Alimentazione
ja: フィード
pl: Karmy
pt_br: Alimentos para animais
ru: корм
sv: Mat
tr: Yemek
uk: Подача

source: Retract
ca: Retractar
cs: Stáhnout
de: Zurückziehen
es: Recuperación
fr: Rétracter
hu: Visszavonás
it: Ritrattarsi
ja: リトラクト
nl: Terugtrekken
pl: Wycofać
pt_br: Retratar
ru: Взыскание
sv: Dra tillbaka
tr: Geri çek
uk: Зняти

source: RFID consumables information does not support modification
ca: La informació RFID sobre els consumables no suporta la modificació
cs: Informace o spotřebních materiálech RFID nepodporují modifikaci
de: RFID-Verbrauchsmaterialinformationen unterstützen keine Modifikation
es: La información de los consumibles RFID no soporta la modificación
fr: Les informations relatives aux consommables RFID ne prennent pas en charge la modification
hu: Az RFID fogyasztási anyagok információi nem támogatják a módosítást
it: Le informazioni sui consumabili RFID non supportano la modifica
ja: RFID消耗品情報は修正をサポートしません
nl: RFID verbruiksmaterialen informatie ondersteunt geen wijziging
pl: Informacje o materiałach eksploatacyjnych RFID nie obsługują modyfikacji
pt_br: As informações sobre consumíveis RFID não suportam modificação
ru: Информация о расходных материалах RFID не поддерживает модификацию
sv: RFID-förbrukningsmaterielinformation stöder inte ändring
tr: RFID tüketebilir bilgi değiştirmeyi desteklemez
uk: Інформація про споживальні ресурси RFID не підтримує зміни

source: It does not support setting consumables information during printing.
ca: No suporta configurar informació sobre consumables durant l'impressió.
cs: Nepoporuje nastavení informací o spotřebních materiálech během tisku.
de: Es unterstützt nicht die Einstellung von Verbrauchsmaterialinformationen beim Drucken.
es: No soporta la configuración de información de consumibles durante la impresión.
fr: Il ne prend pas en charge le réglage des informations sur les consommables pendant l'impression.
hu: Nem támogatja a fogyasztási anyagok információinak beállítását a nyomtatás során.
it: Non supporta l'impostazione delle informazioni sui consumabili durante la stampa.
ja: 印刷中の消耗品情報の設定をサポートしません。
nl: Het ondersteunt niet het instellen van verbruiksgoederinformatie tijdens het afdrukken.
pl: Nie obsługuje ustawiania informacji o materiałach eksploatacyjnych podczas drukowania.
pt_br: Não suporta a definição de informações de consumíveis durante a impressão.
ru: Он не поддерживает установку информации о расходных материалах во время печати.
sv: Det stöder inte inställning av förbrukningsmaterialinformation under utskrift.
tr: Baskı sırasında tüketim malzemeleri bilgilerinin ayarlanmasını desteklemez.
uk: Він не підтримує встановлення інформації про споживальні матеріали під час друку.

source: Material box setting
ca: Ajuste de caixa de material
cs: Nastavení materiálového boxu
de: Einstellung des Materialkastens
es: Configuración de la Caja de materiales
fr: Réglage de boîte de matériau
hu: Anyagdoboz beállítása
it: Impostazione scatola materiale
ja: 材料ボックス設定
nl: Instelling van materiaaldoos
pl: Ustawienie skrzynki materiałowej
pt_br: Configuração da caixa de material
ru: Настройка коробки материала
sv: Material boxinställning
tr: Malzeme kutusu ayarı
uk: Встановлення поля матеріалу

source: Try Again
ca: Torna a provar
cs: Zkus to znovu
de: Versuchen Sie es noch einmal
es: Intenta de nuevo
fr: Essayez à nouveau
hu: Próbáld újra
it: Riprova
ja: もう一度やってみる
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_br: Tentar de novo
ru: Попробуй еще раз.
sv: Försök igen
tr: Tekrar dene
uk: Спробуйте знову

source: CFS Humidity
ca: Humiditat del CFS
cs: CFS Vlhkost
de: CFS Luftfeuchtigkeit
es: Humedad CFS
fr: Humidité CFS
hu: CFS páratartalom
it: Umidità CFS
ja: CFS湿度
nl: CFS Vochtigheid
pl: Wilgotność CFS
pt_br: Umidade CFS
ru: влажность CFS
sv: CFS Fuktighet
tr: CFS Nem
uk: Вогність CFS

source: Scope
ca: Alcanvi
cs: Oblast působnosti
de: Anwendungsbereich
es: Alcance
fr: La portée
hu: Hatály
it: Ambito di applicazione
ja: 範囲
nl: Toepassingsgebied
pl: Zakres zakresu
pt_br: Âmbito de aplicação
ru: Сфера применения
sv: Omfattningsområde
tr: kapsamı
uk: Рахунок

source: Unit
ca: Unitat
cs: Jednotka
de: Einheit
es: Unidad
fr: Unité
hu: Egység
it: Unità
ja: 単位
nl: Eenheid
pl: Jednostka
pt_br: Unidade
ru: Единицы измерения
sv: Enhet
tr: Birim
uk: Одиниця

source: Normal
cs: Normální
fr: Normale
hu: Normális
it: Normale
ja: ノーマル
nl: Normaal
pl: Normalne
ru: Нормальный
uk: Звичайний

source: High
ca: Alt
cs: Vysoká
de: Hoch
es: Alto
fr: Haut
hu: Magas
it: Alto
ja: 高い
nl: Hoog
pl: Wysoki
pt_br: Alta
ru: Высокий
sv: Högt
tr: Yüksek
uk: Високий

source: Too high
ca: massa alt
cs: Příliš vysoká
de: Zu hoch
es: Demasiado alto
fr: Trop haut
hu: Túl magas
it: Troppo alto
ja: 高すぎる
nl: Te hoog
pl: Za wysoko
pt_br: Muito alto
ru: Слишком высоко
sv: För högt
tr: Çok yüksek
uk: Занадто високий

source: Detection on insertion
ca: Detecció a l'inserció
cs: Detekce při vložení
de: Erkennung beim Einsetzen
es: Detección en la inserción
fr: Détection lors de l'insertion
hu: Észlelés beszúráskor
it: Rilevamento all'inserimento
ja: 插入時の検出
nl: Detectie bij invoeging
pl: Wykrywanie przy wstawieniu
pt_br: Detecção na inserção
ru: Проверка вставки
sv: Detektering vid införande
tr: Eklemede tespit
uk: Виявлення при вставці

source: When a new material line is inserted, the system automatically reads the material line information, which takes about 20 seconds.
ca: Quan s'introdueix una nova línia material, el sistema llegeix automàticament la informació de la línia material, que tarda uns20 segons.
cs: Při vložení nové materiálové řádky systém automaticky načte informace o materiálové řádce, což trvá asi 20 sekund.
de: Wenn eine neue Materialleitung eingesetzt wird, liest das System automatisch die Materialleitungsinformationen aus, was etwa 20 Sekunden dauert.
es: Al insertar una nueva línea de material, el sistema Lee automáticamente la información de la línea de material, quetarda unos 20 segundos.
fr: Lorsque vous insérez une nouvelle ligne de matériau, le système lit automatiquement les informations de la ligne de matériau,ce qui prend environ 20 secondes.
hu: Amikor új anyagvonal kerül behelyezésre, a rendszer automatikusan leolvassa az anyagvonal információit, ami körülbelül 20 másodpercig tart.
it: Quando viene inserita una nuova linea di materiale, il sistema legge automaticamente le informazioni sulla linea di materiale, cherichiedono circa 20 secondi.
ja: 新しい材料ラインを插入すると,システムは自動的に材料ライン情報を読み取り,約20秒かかります.
nl: Wanneer een nieuwe materiaallijn wordt ingevoegd, leest het systeem automatisch de materiaallijninformatie, wat ongeveer 20 seconden duurt.
pl: Po wstawieniu nowej linii materiałowej system automatycznie odczytuje informacje o linii materiałowej, co zajmuje około 20-sekund.
pt_br: Quando uma nova linha de material é inserida, o sistema lê automaticamente as informações da linha de material, oque leva cerca de 20 segundos.
ru: Когда вставляется новая линия материала, система автоматически считывает информацию о линии материала, что занимает около 20 секунд.
sv: När en ny materiallinje sätts in läser systemet automatiskt informationen om materiallinjen, vilket tar cirka 20 sekunder.
tr: Yeni bir malzeme hattı eklendiğinde, sistem, yaklaşık 20 saniye süren malzeme hattı bilgisini otomatik olarak okur.
uk: Якщо буде вставлено новий матеріальний рядок, система автоматично читає інформацію про матеріальний рядок, що займає близько 20 секунд.
