Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: Feed nozzle heating (220℃) 220℃ is an example, the actual operating temperature is based on the maximum temperature of the consumables
ca: L'escalfament dels nozzles alimentaris (220[UNK]) 220[UNK] és un exemple, la temperatura operativa actual està basada en la temperatura màximadels consumables
cs: Napájecí tryska ohřívání (220 ℃) 220 ℃ je příkladem, skutečná provozní teplota je založena na maximální teplotě spotřebních materiálů
de: Zufuhrdüsenheizung (220 ℃) 220 ℃ ist ein Beispiel, die tatsächliche Betriebstemperatur basiert auf der maximalen Temperatur der Verbrauchsmaterialien
es: El calentamiento de la boquilla de alimentación (220 ℃) 220 ℃ es un ejemplo, la temperatura de funcionamiento realse basa en la temperatura máxima de los consumibles
fr: Chauffage de buse d'alimentation (220 ℃) 220 ℃ est un exemple, la température de fonctionnement réelle est basée surla température maximale des consommables
hu: Feed fúvóka fűtés (220 ℃) 220 ℃ egy példa, a tényleges működési hőmérséklet alapul a maximális hőmérséklet a fogyasztásianyagok
it: Il riscaldamento dell'ugello dell'alimentazione (220℃) 220℃ è un esempio, la temperatura di funzionamento effettiva è basata sulla temperatura massimadei materiali di consumo
ja: フィードノズル加熱（220℃） 220℃は実際の動作温度は消耗品の最大温度に基づいています
nl: Voedingsmondstukverwarming (220℃) 220℃ is een voorbeeld, de werkelijke werktemperatuur is gebaseerd op de maximale temperatuur van de verbruiksgoederen
pl: Ogrzewanie dyszy zasilającej (220℃) 220℃ jest przykładem, rzeczywista temperatura robocza opiera się na maksymalnej temperaturze materiałów eksploatacyjnych
pt_br: Aquecimento do bocal de alimentação (220 ℃) 220 ℃ é um exemplo, a temperatura de funcionamento real é baseadana temperatura máxima dos consumíveis
ru: Нагрев сопла подачи (220 ℃) 220 ℃ является примером, фактическая рабочая температура основана на максимальной температуре расходных материалов
sv: Matmunstyckets uppvärmning (220 ℃) 220 ℃ är ett exempel, den faktiska driftstemperaturen är baserad på den maximala temperaturen förförbrukningsmaterialen
tr: Besme nozulu ısıtma (220 ℃) 220 ℃ bir örnektir, gerçek çalışma sıcaklığı sarf malzemelerinin maksimum sıcaklığına dayanır
uk: Наприклад, температура використання нагрівачки (220[UNK]) 220[UNK] є реальною температурою використання на основі максимальної температури споживальних речовин

source: Feeding inspection line position
ca: Posició de la línia d'inspecció de menjar
cs: Poloha kontrolní linky podávání
de: Position der Fütterungsinspektionslinie
es: Ubicación de la línea de inspección de alimentación
fr: Emplacement de la ligne d'inspection d'alimentation
hu: Az etetési ellenőrző vonal pozíciója
it: Posizione della linea di ispezione di alimentazione
ja: 給料検査ラインの位置
nl: Positie van de toevoerinspectielijn
pl: Pozycja linii kontroli karmienia
pt_br: Posição da linha de inspeção de alimentação
ru: Положение контрольной линии подачи
sv: Position för matningsinspektionslinjen
tr: Besleme denetim hattı pozisyonu
uk: Позиція лінії перевірки подачі

source: Feeding and cutting line
ca: Llinia de menjar i tallar
cs: Podávací a řezací linka
de: Fütterung und Schneidleitung
es: Línea de alimentación y corte
fr: Ligne d'alimentation et de coupe
hu: Táplálási és vágási vonal
it: Linea di alimentazione e taglio
ja: フィードカットワイヤ
nl: Voeder- en snijlijn
pl: Linia do podawania i cięcia
pt_br: Linha de alimentação e corte
ru: Линия подачи и резки
sv: Fodrings- och skärlina
tr: Besleme ve kesme hattı
uk: Рядок пожертви і різки

source: Feed back to the current material line
ca: Tornem a la línia actual de material
cs: Zpět k aktuální materiálové řadě
de: Rückmeldung zur aktuellen Materiallinie
es: Retroalimentación a la línea de materiales actual
fr: Retour à la ligne de matériaux actuelle
hu: Visszajuttatás az aktuális anyagvonalhoz
it: Feedback alla linea di materiale corrente
ja: 現在の材料ラインへのフィードバック
nl: Terugvoeren naar de huidige materiaallijn
pl: Odpowiedź do bieżącej linii materiału
pt_br: Feedback para a linha de material atual
ru: Обратная связь с текущей материальной линией
sv: Feedback till nuvarande materiallinje
tr: Mevcut malzeme hattına geri dönüş
uk: Повернення до поточної лінії матеріалу

source: Feeding and delivering new material line
ca: Alimentar i entregar una nova línia material
cs: Podávání a dodávka nové materiálové linky
de: Fütterung und Lieferung neuer Materiallinie
es: Alimentación y entrega de nueva línea de materiales
fr: Alimentation et livraison de la nouvelle ligne de matériaux
hu: Új anyagok etetése és szállítása
it: Alimentazione e fornitura di nuova linea di materiale
ja: 新材料の供給と輸送の生産ライン
nl: Toevoer en levering van nieuwe materiaallijn
pl: Podawanie i dostarczanie nowej linii materiałowej
pt_br: Alimentação e entrega de nova linha de materiais
ru: Кормление и доставка новой линии материалов
sv: Matning och leverans av ny materiallinje
tr: Yeni malzeme hattının beslenmesi ve teslimatı
uk: Подача та доставка нової лінії матеріалів

source: Feeding and biting line
ca: Llinia de menjar i mordre
cs: Krmící a kousací linka
de: Fütterungs- und Beißlinie
es: Línea de alimentación y mordida
fr: Ligne d'alimentation et de morsure
hu: Táplálási és harapási vonal
it: Linea di alimentazione e morsura
ja: 給料および給食ライン
nl: Voeding en bijtelijn
pl: Linia do karmienia i gryzienia
pt_br: Linha de alimentação e mordida
ru: Линия кормления и укуса
sv: Matning och bitning linje
tr: Besleme ve ısırma hattı
uk: Рядок подачі і бісів

source: Feed flushing old material line
ca: Filament de menjar de línia antiga
cs: Spláchnutí staré materiálové linky
de: Vorschubspülung alter Materiallinie
es: Alimentación y lavado de tuberías de materiales antiguos
fr: Rinçage des anciennes conduites d'alimentation
hu: Takarmány öblítés régi anyag vonal
it: Linea di materiale vecchio di risciacquo di alimentazione
ja: フィードフラッシング旧パイプライン
nl: Voorvoer spoelen oude materiaallijn
pl: Stara linia do płukania paszy
pt_br: Alimentação lavagem linha de material antigo
ru: Кормовая промывка старой материальной линии
sv: Feed sköljning gammal materiallinje
tr: Eski malzeme hattı yıkama besleme
uk: Стара матеріальна лінія пофарбування стужки

source: Check the feed line position
ca: Comprovar la posició de la línia d'alimentació
cs: Zkontrolujte polohu napájecího vedení
de: Prüfen Sie die Position der Zuleitung
es: Compruebe la posición de la línea de alimentación
fr: Vérifier l'emplacement de la ligne d'alimentation
hu: Ellenőrizze az előtolóvezeték helyzetét
it: Controllare la posizione della linea di alimentazione
ja: フィードラインの位置を確認する
nl: Controleer de positie van de toevoerleiding
pl: Sprawdź położenie linii zasilającej
pt_br: Verificar a posição da linha de alimentação
ru: Проверьте расположение трубопровода подачи.
sv: Kontrollera matningslinjens position
tr: Besleme hattı konumunu kontrol edin
uk: Перевірити позицію рядка подач

source: Cutting line
ca: Llinia de tall
cs: Řezací linka
de: Schneidlinie
es: Línea de corte
fr: Ligne de coupe
hu: Vágósor
it: Linea di taglio
ja: 切断ライン
nl: Snijlijn
pl: Linia cięcia
pt_br: Linha de corte
ru: Линия резки
sv: Skärlinje
tr: Kesme hattı
uk: Вирізання рядка

source: Retract the current material line
ca: Retirar la línia de material actual
cs: Stáhnout aktuální materiálovou řádku
de: Ziehen Sie die aktuelle Materiallinie zurück
es: Recuperar la línea de material actual
fr: Reprendre la ligne de matériaux actuelle
hu: Visszavonja az aktuális anyagvonalat
it: Ritirare la linea di materiale corrente
ja: 現在の品目ラインの回収
nl: De huidige materiaallijn terugtrekken
pl: Odwróć bieżącą linię materiału
pt_br: Retrai a linha de material atual
ru: Отведите текущую материальную линию
sv: Dra tillbaka den nuvarande materiallinjen
tr: Mevcut malzeme hattını geri çekin
uk: Знімати поточний матеріальний рядок

source: Flushing old material line
ca: Llinia vella de material
cs: Spláchnutí staré materiálové linky
de: Spülen alter Materiallinie
es: Lavar la línea de material antiguo
fr: Linie de matériau ancien rinçage
hu: Összeárasztó régi anyagvonal
it: Linea di materiale vecchio lavaggio
ja: 古い材料ラインを洗う
nl: Spoelen van oude materiaallijn
pl: Płukanie starej linii materiałowej
ru: Промывание старой материальной линии
sv: Sköljning gammal materiallinje
tr: Eski malzeme hattını yıkama
uk: Стара матеріальна лінія

source: An unknown error was detected in printing
ca: S' ha detectat un error desconegut en la impressió
cs: Při tisku byla zjištěna neznámá chyba
de: Beim Drucken wurde ein unbekannter Fehler erkannt
es: Se detecta un error desconocido al imprimir
fr: Erreur inconnue détectée lors de l'impression
hu: Ismeretlen hibát észleltek a nyomtatás során
it: È stato rilevato un errore sconosciuto durante la stampa
ja: 印刷中に未知のエラーが検出されました
nl: Er is een onbekende fout gedetecteerd bij afdrukken
pl: Wykryto nieznany błąd podczas drukowania
pt_br: Um erro desconhecido foi detectado na impressão
ru: Выявлена неизвестная ошибка при печати
sv: Ett okänt fel upptäcktes vid utskrift
tr: Baskıda bilinmeyen bir hata tespit edildi
uk: Виявилася невідома помилка під час друку

source: Motor drive abnormality
ca: Anormalitat del motor
cs: Abnormální pohon motoru
de: Motorantrieb Anomalie
es: Anomalia de accionamiento del motor
fr: Anomalie du moteur
hu: Motorhajtási rendellenesség
it: Anomalia dell'azionamento del motore
ja: モータードライブの異常
nl: Abnormale motoraandrijving
pl: Nieprawidłowości napędu silnikowego
pt_br: Anormalidade do motor
ru: Аномалия привода двигателя
sv: Avvikande motordrivning
tr: Motor sürücü normalitesi
uk: аномалія приводу двигуна

source: internal error
ca: error intern
cs: vnitřní chyba
de: interner Fehler
es: error interno
fr: erreur interne
hu: belső hiba
it: errore interno
ja: 内部エラー
nl: interne fout
pl: błąd wewnętrzny
pt_br: erro interno
ru: внутренняя ошибка
sv: internt fel
tr: iç hata
uk: внутрішня помилка

source: Communication abnormality
ca: Anormalitat de la comunicació
cs: Anomální komunikace
de: Kommunikationsabnormalität
es: Comunicación anormal
fr: Anomalies de communication
hu: Kommunikációs rendellenességek
it: Anomalia della comunicazione
ja: 通信の異常
nl: Communicatie afwijkingen
pl: Nieprawidłowości komunikacji
pt_br: Anormalidade da comunicação
ru: Абнормальность связи
sv: Kommunikationsavvikt
tr: İletişim anormalliği
uk: аномалія зв'язку

source: Not heating as expected
ca: No calor com s'esperava
cs: Nevytápění podle očekávání
de: Nicht wie erwartet heizen
es: No calentar como se esperaba
fr: Pas de chauffage comme prévu
hu: Nem fűtés a várakozásnak megfelelően
it: Non riscaldamento come previsto
ja: 予期しない加熱
nl: Niet verwarmen zoals verwacht
pl: Nie ogrzewanie zgodnie z oczekiwaniami
pt_br: Não aquecer como esperado
ru: Не нагревать, как ожидалось
sv: Inte värme som förväntat
tr: Beklendiği gibi ısıtma
uk: Не гріваються так, як очікувалося

source: Unknown exception
ca: Exceptió desconeguda
cs: Neznámá výjimka
de: Unbekannte Ausnahme
es: Anomalías desconocidas
fr: Exception inconnue
hu: Ismeretlen kivétel
it: Eccezione sconosciuta
ja: 未知の例外
nl: Onbekende uitzondering
pl: Nieznany wyjątek
pt_br: Excepção desconhecida
ru: Неизвестное исключение
sv: Okänt undantag
tr: Bilinmeyen istisna
uk: Невідомий виняток

source: Extruder abnormality
ca: Anormalitat extraordinària
cs: Anomálie extrudéru
de: Extruder Anomalie
es: Anomalia de la extrusora
fr: Anomalie de l'extrudeur
hu: Extruder rendellenesség
it: Anomalia dell'estrusore
ja: 押出機異常
nl: Abnormaliteit van de extruder
pl: Nienormalność wytłaczarki
pt_br: Anormalidade da extrusora
ru: Экструдерная аномалия
sv: Extruderande avvikelser
tr: Ekstrüder anormalliği
uk: Ненормальність екструдера

source: Print file coordinates are abnormal
ca: Les coordenadas d'impressió són anormals
cs: Souřadnice tisku souboru jsou abnormální
de: Druckdateikoordinaten sind abnormal
es: Coordenadas anormales del archivo impreso
fr: Les coordonnées du fichier d'impression sont anormales
hu: A nyomtatási fájl koordinátái rendellenesek.
it: Le coordinate del file di stampa sono anormali
ja: 印刷ファイル座標は異常です
nl: Afdrukbestandscoördinaten zijn abnormaal
pl: Współrzędne drukowania pliku są nieprawidłowe
pt_br: As coordenadas do arquivo de impressão são anormais
ru: Координаты файла печати аномальны
sv: Skriv ut filkoordinater är onormala
tr: Yazdır dosya koordinatları anormal
uk: Координати друку файлів є незвичайними

source: Chatter optimization sensor abnormality
ca: Anomalitat del sensor d'optimització de conversa
cs: Abnormální senzor optimalizace chatteru
de: Chatter Optimierung Sensorabnormalität
es: Anormalidad del sensor de optimización de chatter
fr: Anomalies du capteur optimisé pour la vibration
hu: Chatter optimalizációs érzékelő rendellenesség
it: Anomalia del sensore di ottimizzazione del chatter
ja: チャッター最適化センサーの異常
nl: Afwijking van de sensor voor chatter optimalisatie
pl: Nieprawidłowość czujnika optymalizacji rozmowy
pt_br: Anomalidade do sensor de otimização do chatter
ru: Аномалия датчика оптимизации чаттера
sv: Chatter optimering sensor avvikelse
tr: Sohbet optimizasyonu sensörü anormalliği
uk: Ненормальність сенсорів оптимізації розмови

source: Fan abnormality
ca: Anormalitat del ventilador
cs: Abnormalita ventilátoru
de: Fanabnormalität
es: Anormalidad del ventilador
fr: Anomalie du ventilateur
hu: Fan rendellenesség
it: Anomalia del ventilatore
ja: ファンの異常
nl: Fanafwijkingen
pl: Nieprawidłowość wentylatora
pt_br: Anormalidade do ventilador
ru: Аномалия вентилятора
sv: Fan abnormalitet
tr: Fan abnormalitesi
uk: Ненормальність вентилятора

source: A print quality issue has been detected and printing has been paused
ca: S'ha detectat un problema de qualitat d'impressió i s'ha aturat l'impressió
cs: Byl zjištěn problém s kvalitou tisku a tisk byl pozastaven
de: Ein Druckqualitätsproblem wurde erkannt und der Druck wurde angehalten
es: Se ha detectado un problema de calidad de impresión y la impresión se ha detenido
fr: Problème de qualité d'impression détecté, l'impression est suspendue
hu: Nyomtatási minőségi probléma észlelt, és a nyomtatás szüneteltetése
it: È stato rilevato un problema di qualità della stampa e la stampa è stata interrotta
ja: 印刷品質の問題が検出され、印刷が一時停止されました。
nl: Er is een probleem met de afdrukkwaliteit gedetecteerd en het afdrukken is onderbroken
pl: Wykryto problem z jakością druku i drukowanie zostało wstrzymane
pt_br: Um problema de qualidade de impressão foi detectado e a impressão foi pausada
ru: Обнаружена проблема с качеством печати, печать приостановлена
sv: Ett utskriftskvalitetsproblem har upptäckts och utskriften har pausats
tr: Bastırma kalitesi sorunu keşfedildi ve bastırma durandı
uk: Виявлено проблему з якістю друку і призупинено друк

source: Unknown error
ca: Errors desconeguts
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
tr: Bilinmeyen hata
uk: Невідома помилка

source: Foreign object detected on the printing platform, printing paused
ca: Un objecte estranger detectat a la plataforma d'impressió, l'impressió es va aturar
cs: Cizí objekt detekován na tiskové platformě, tisk pozastaven
de: Fremdobjekt auf der Druckplattform erkannt, Druck pausiert
es: Objeto extraño detectado en la plataforma de impresión, impresión en pausa
fr: Objet étranger détecté sur la plateforme d'impression, l'impression en pause
hu: Idegen objektum észlelhető a nyomtatási platformon, nyomtatás szüneteltetve
it: Oggetto estraneo rilevato sulla piattaforma di stampa, stampa in pausa
ja: 印刷プラットフォームで検出された異物体、印刷が一時停止
nl: Vreemd object gedetecteerd op het printplatform, afdrukken gepauzeerd
pl: Obcy obiekt wykryty na platformie drukowania, drukowanie wstrzymane
pt_br: Objeto estranho detectado na plataforma de impressão, impressão pausada
ru: Иностранный объект обнаружен на платформе печати, печать остановлена
sv: Främmande objekt upptäckt på utskriftsplattformen, utskrift pausad
tr: Yabancı nesne baskı platformunda tespit edildi, baskı durduruldu
uk: На платформі друку виявлено іноземний об’ єкт, друк зупинено

source: Motherboard Connection Failure
ca: Fall de connexió a bord de mare
cs: Chyba připojení k základní deskě
de: Motherboard-Verbindungsfehler
es: Fallo de la conexión de la placa madre
fr: échec de connexion de la carte mère
hu: Anyalaplap csatlakozási hiba
it: Errore di connessione della scheda madre
ja: マザーボード接続失敗
nl: Verbinding met moederbord mislukt
pl: Błąd połączenia z płytą główną
pt_br: Falha na conexão da placa-mãe
ru: Неудача подключения к материнской плате
sv: Anslutningsfel för moderkort
tr: Anakart Bağlantı Hatası
uk: Помилка з'єднання з материнською платою

source: Nozzle connection abnormal
ca: Connexió anormal
cs: Abnormální připojení trysky
de: Abnorme Düsenverbindung
es: Conexión de boquilla anormal
fr: Connexion anormale de la buse
hu: Szabványos fúvókázati csatlakozás
it: Connessione dell'ugello anormale
ja: ノズル接続異常
nl: Nozzleverbinding abnormaal
pl: Nienormalne połączenie dyszy
pt_br: Ligação anormal do bocal
ru: Ненормальное соединение сопл
sv: Munstyckeanslutning onormal
tr: Nozle bağlantısı anormal
uk: Ненормальне з’ єднання з туманником

source: Hotbed Connection Abnormal
ca: Conexió a terra calentada anormal
cs: Anomální připojení k horkému posteli
de: Hotbed-Verbindung anormal
es: Conexión anormal de la cama caliente
fr: Anomalie de connexion au lit chaud
hu: Hotbed kapcsolat rendellenes
it: Connessione a letto caldo anormale
ja: ホットベッド接続異常
nl: Hotbed-verbinding Abnormaal
pl: Połączenie Hotbed Nienormalne
pt_br: Conexão Hotbed anormal
ru: Аномальное соединение Hotbed
sv: Hotbed-anslutning onormal
tr: Hotbed Bağlantısı Anomal
uk: Ненормальне з’ єднання з гарячим лотом

source: Detected unfinished task, do you wish to continue printing
ca: Detectada tasca no acabada, vols continuar imprimant
cs: Zjištěný nedokončený úkol, chcete pokračovat v tisku
de: Unvollendete Aufgabe erkannt, möchten Sie den Druck fortsetzen
es: Se detectan tareas pendientes y si se quiere seguir imprimiendo
fr: Détectée tâche inachevée, souhaitez-vous continuer à imprimer
hu: Felfedezett befejezetlen feladat, szeretné folytatni a nyomtatást
it: Attività non completata rilevata, vuoi continuare a stampare
ja: 未完成のタスクが検出され、印刷を続けたいですか
nl: Ontdekte onafgewerkte taak, wilt u doorgaan met afdrukken
pl: Wykryto niedokończone zadanie, czy chcesz kontynuować drukowanie
pt_br: Detectada tarefa inacabada, deseja continuar a imprimir
ru: Обнаружение незавершенных задач для продолжения печати
sv: Upptäckt ofullständig uppgift, vill du fortsätta skriva ut
tr: Bitmemiş görev tespit edildi, baskıya devam etmek istiyor musunuz?
uk: Виявлено незавершене завдання, чи бажаєте ви продовжити друкувати

source: Filament runout, printing paused, please refill
ca: El filtre s'acaba, l'impressió s'ha aturat, si us plau ompleu
cs: Vyplnění vláken, tisk pozastaven, doplnění prosím
de: Filament-Ablauf, Druck pausiert, bitte nachfüllen
es: El filamento late, la impresión se detiene, por favor rellene
fr: Filament écoulement, impression en pause, s'il vous plaît remplir
hu: Szálkimerülés, nyomtatás megszakítva, kérem töltse újra
it: Filament runout, stampa in pausa, si prega di ricaricare
ja: フィラメントの鼓動、印刷一時停止、再充填
nl: Filament runout, afdrukken gepauzeerd, alstublieft bijvullen
pl: Wyciągnięcie włókien, drukowanie wstrzymane, proszę uzupełnić
pt_br: Filamento esgotamento, impressão pausada, por favor recarregue
ru: Выход нити, печать остановлена, пожалуйста, пополните
sv: Filament avrinning, utskrift pausad, fyll på
tr: Filament bitişi, baskı durduruldu, lütfen yeniden doldurun
uk: Виток нитки, друк зупинений, будь ласка, поповніть

source: A model warping issue has been detected，printing has been paused
ca: S'ha detectat un problema de distorsió del model. S'ha aturat l'impressió
cs: Byl zjištěn problém s deformací modelu, tisk byl pozastaven
de: Ein Problem mit der Modellverzerrung wurde erkannt, der Druck wurde angehalten
es: Se ha detectado un problema de deformación del modelo, la impresión se ha detenido
fr: Un problème de déformation du modèle a été détecté, l'impression a été suspendue
hu: Modelleltérítési probléma észlelt, a nyomtatás szüneteltetése
it: È stato rilevato un problema di deformazione del modello, la stampa è stata interrotta
ja: モデルの変形問題が検出され、印刷が一時停止されました。
nl: Een probleem met het vervormen van het model is gedetecteerd, het afdrukken is gepauzeerd
pl: Wykryto problem z wypaczeniem modelu, drukowanie zostało wstrzymane
pt_br: Um problema de deformação do modelo foi detectado, a impressão foi pausada
ru: Была обнаружена проблема с искажением модели, печать была приостановлена
sv: Ett modellförvrängningsproblem har upptäckts, utskriften har pausats
tr: Bir model bozulma sorunu tespit edildi, baskı durduruldu
uk: Виявлено проблему з розбиванням моделі, призупинено друк

source: Detected waste chute is block. Please clean it up and try again.
ca: La cauda de residus detectada és bloquejada. Llimpieu-ho i intenteu-ho un altre cop.
cs: Detekovaný odpadový skluz je blokován. Prosím, ukliďte to a zkuste to znovu.
de: Detektierter Abfallfall ist Block. Bitte reinigen Sie es und versuchen Sie es erneut.
es: La caída de residuos detectada es bloqueada. Por favor limpiarlo e inténtalo de nuevo.
fr: La chute de déchets détectée est blocée. S'il vous plaît nettoyer et essayer à nouveau.
hu: A kimutatott hulladékcsatorna blokkolt. Kérjük, tisztítsa meg és próbálja meg újra.
it: Rilevato scarto caduta è blocco. Si prega di pulire e riprovare.
ja: 検出された廃棄物シュートはブロックです。きれいにして、また試してください。
nl: Detecteerde afvalgoot is geblokkeerd. Ruim het op en probeer het opnieuw.
pl: Wykryty zbieg odpadów jest blokowany. Proszę posprzątać i spróbować jeszcze raz.
pt_br: A caixa de resíduos detectada está bloqueada. Por favor, limpe e tente novamente.
ru: Обнаруженный отход блокируется. Пожалуйста, очистите и попробуйте еще раз.
sv: Avfallsfallskärmen är blockerad. Snälla städa upp och försök igen.
tr: Tespit edilen atık paraşüti blok. Lütfen temizleyin ve tekrar deneyin.
uk: Виявлений спад відходів блокується. Будь ласка, очистіть його і спробуйте знову.

source: Belt tension abnormal. Please rerun the Input Shaping before using the printer.
ca: La tensió de la cintura és anormal. Si us plau, repetiu la forma d'entrada abans d'utilitzar la impressora.
cs: Nenormální napětí pásu. Před použitím tiskárny prosím znovu spusťte vstupní tvarování.
de: Abnorme Gürtelspannung. Bitte führen Sie die Input Shaping vor der Verwendung des Druckers erneut aus.
es: Tensión anormal del cinturón. Por favor, vuelva a ejecutar la configuración de entrada antes de usar la impresora.
fr: Tension anormale de la ceinture. Veuillez réinitialiser la mise en forme d'entrée avant d'utiliser l'imprimante.
hu: Az öv feszültsége rendellenes. A nyomtató használata előtt indítsa újra a bemeneti alakítást.
it: Tensione della cintura anormale. Rieseguire l'Input Shaping prima di utilizzare la stampante.
ja: ベルトの緊張は異常です。プリンタを使用する前に Input Shaping を再実行してください。
nl: Riemspanning abnormaal. Voer de Input Shaping opnieuw uit voordat u de printer gebruikt.
pl: Nieprawidłowe napięcie pasa. Przed użyciem drukarki należy ponownie uruchomić kształt wejścia.
pt_br: Tensão anormal do cinto. Por favor, execute novamente o Input Shaping antes de usar a impressora.
ru: Неравномерное натяжение ремня. Запустите Input Shaping перед использованием принтера.
sv: Bältets spänning onormal. Kör om inmatningsformningen innan du använder skrivaren.
tr: Kemer gerginliği anormal. Lütfen yazıcı kullanmadan önce Giriş Şekillendirmeyi yeniden çalıştırın.
uk: Ненормальне напруження поясу. Будь ласка, повторіть формування входу перед використанням принтера.
