Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: There is no filaments in the current rack
ca: No hi ha filaments en el rack actual
cs: V současném stojanu není žádná vlákna
hu: Nincs szál az aktuális állványban
nl: Er zijn geen filamenten in het huidige rack
pl: W bieżącym regale nie ma żadnych włókien
uk: В поточному шляху немає гілків

source: No matching automatic refill filaments
ca: No hi ha filaments automàtics de rellenç
cs: Žádné odpovídající automatické doplňovací vlákna
hu: Nincs megfelelő automatikus újratöltő szál
nl: Geen overeenkomende automatische aanvullende filamenten
pl: Brak pasujących filamentów automatycznego napełniania
uk: Немає відповідних автоматичних перезавантажених гілків

source: Axis movement exceeded limit
ca: El moviment de l'eix va superar el límit
cs: Pohyb osy překročil limit
hu: Tengely mozgás meghaladta a határt
nl: Grensgrens voor asbeweging overschreden
pl: Ruch osi przekroczył limit
uk: Перейшов обмеження руху осі

source: Default
ca: Predeterminat
cs: Výchozí
hu: Alapértelmezett
nl: Standaard
pl: Domyślne
uk: Типовий

source: Using Creality Filament System (CFS) for easy filament management, including automatic refilling, multi-color printing, and support printing.
ca: Utilitzant el Sistema de Filament de Crealitat (CFS) per a gestionar fàcilment els filaments, incloent refill automàtic, impresió multicolor i suport impresió.
cs: Použití Creality Filament System (CFS) pro snadnou správu vláken, včetně automatického plnění, vícebarevného tisku a podpůrného tisku.
hu: A Creality szálrendszer (CFS) használata a könnyű szálkezeléshez, beleértve az automatikus újratöltést, a többszínű nyomtatást és a támogató nyomtatást.
nl: Gebruik Creality Filament System (CFS) voor eenvoudig filament beheer, inclusief automatisch bijvullen, multi-color afdrukken en ondersteuning afdrukken.
pl: Używanie systemu filamentowego Creality (CFS) do łatwego zarządzania filamentami, w tym automatycznego napełniania, druku wielokolorowego i druku wspomagającego.
uk: Користування системою фільмінації креалітету (CFS) для легкого керування фільмінами, зокрема автоматичного поповнення, декількох кольорів друку та підтримки друку.

source: Creality Cloud devices currently do not support displaying preview PNG
ca: Actualment els dispositius Creality Cloud no soporten la visualització del PNG
cs: Zařízení Creality Cloud momentálně nepodporují zobrazení náhledu PNG
hu: A Creality Cloud eszközök jelenleg nem támogatják a PNG előnézet megjelenítését
nl: Creality Cloud-apparaten ondersteunen momenteel geen weergave van preview PNG
pl: Urządzenia Creality Cloud obecnie nie obsługują wyświetlania podglądu PNG
uk: Поточні пристрої Creality Cloud не підтримують показ PNG попереднього перегляду

source: Invalid hostname
ca: Nom d'anfitrió incorrecte
cs: Neplatné jméno hostitele
hu: Érvénytelen gépnév
nl: Ongeldige hostnaam
pl: Nieprawidłowa nazwa hosta
uk: Некоректна назва вузла

source: Printing preparation in progress...
ca: Preparació d'impressió en curs...
cs: Příprava tisku probíhá...
hu: Nyomtatás előkészítése folyamatban...
nl: Afdrukvoorbereiding aan de gang...
pl: Przygotowanie druku w toku...
uk: Підготовка до друку триває...

source: OK
ca: D'acord
es: Está bien
pt_br: Está bem.
ru: ОК
sv: Okej
tr: Tamam.
uk: Гаразд

source: Offline
es: Fuera de línea
fr: hors ligne
ja: オフライン
ru: В автономном режиме
tr: Çevrimdışı
uk: Вимкнено

source: Import
ca: Importació
cs: Dovoz
de: Importieren
es: Importación
fr: Importer
it: Importazione
ja: インポート
nl: Importeren
pt_br: Importação
ru: Импорт
sv: Importera
tr: İçeri
uk: Імпортувати

source: Storey
de: Geschichten
es: Planta
hu: Tároló
ja: ストーリー
nl: verhaal
pt_br: Estádio
ru: История
tr: Katı
