Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: [Printing] XY Motor: XY motor speed limit exceeded. The motor will be released. Please reduce the print speed or re-slice and print again.Z Motor: Z motor speed limit exceeded. The motor will be released. Please reduce the print speed or re-slice and print again.E Motor: Extruder speed limit exceeded. The motor will be released. Please reduce the print speed or re-slice and print again.[Not Printing] XY Motor: XY motor speed limit exceeded. The motor will be released. Please reduce the XY motor movement speed.Z Motor: Z motor speed limit exceeded. The motor will be released. Please reduce the Z motor movement speed.E Motor: Extruder speed limit exceeded. The motor will be released. Please reduce the extruder movement speed.
ca: Motor XY: El límit de velocitat del motor XY es va superar. El motor s'alliberarà. Si us plau redueixeula velocitat d'impressió o redissegueu i imprimireu un altre cop. Z Motor: El límit de velocitat Z del motores va superar. El motor s'alliberarà. Si us plau redueixeu la velocitat d'impressió o redissegueu i imprimireu un altrecop. E Motor: El límit de velocitat de l'extreure es va superar. El motor s'alliberarà. Si us plau redueixeula velocitat d'impressió o redissegueu i imprimireu un altre cop. Motor XY: El límit de velocitat del motor XYes va superar. El motor s'alliberarà. Si us plau redueixeu la velocitat del moviment motor XY. Z Motor: Ellímit de velocitat Z del motor es va superar. El motor s'alliberarà. Si us plau redueixeu la velocitat delmoviment motor Z. E Motor: El límit de velocitat de l'extreure es va superar. El motor s'alliberarà. Si usplau redueixeu la velocitat del moviment extrudor.
cs: [Tisk] Motor XY: Limit otáček motoru XY překročen. Motor se uvolní. Snižte prosím rychlost tisku nebo znovu řez atiskněte znovu. Z Motor: Z limit otáček motoru překročen. Motor se uvolní. Snižte prosím rychlost tisku nebo znovu řeza tiskněte znovu. E Motor: Limit otáček extrudéru překročen. Motor se uvolní. Snižte prosím rychlost tisku nebo znovu řeza tiskněte znovu. [Netiskne] Motor XY: Limit otáček motoru XY byl překročen. Motor se uvolní. Snižte prosím rychlost pohybumotoru XY. Z Motor: Z limit otáček motoru překročen. Motor se uvolní. Snižte prosím rychlost pohybu motoru Z. EMotor: Limit otáček extrudéru překročen. Motor se uvolní. Snižte prosím rychlost pohybu extruderu.
de: [Drucken] XY Motor: XY Motor Geschwindigkeitsbegrenzung überschritten. Der Motor wird freigelassen. Bitte reduzieren Sie die Druckgeschwindigkeit oder schneiden Sieerneut und drucken Sie erneut. Z Motor: Z Motordrehzahl überschritten. Der Motor wird freigelassen. Bitte reduzieren Sie die Druckgeschwindigkeitoder schneiden Sie erneut und drucken Sie erneut. E Motor: Geschwindigkeitsbegrenzung des Extruders überschritten. Der Motor wird freigelassen. Bittereduzieren Sie die Druckgeschwindigkeit oder schneiden Sie erneut und drucken Sie erneut. [Nicht gedruckt] XY Motor: XY Motor Geschwindigkeitsbegrenzungüberschritten. Der Motor wird freigelassen. Bitte reduzieren Sie die Bewegungsgeschwindigkeit des XY Motors. Z Motor: Z Motordrehzahl überschritten. DerMotor wird freigelassen. Bitte reduzieren Sie die Z-Motorbewegungsgeschwindigkeit. E Motor: Geschwindigkeitsbegrenzung des Extruders überschritten. Der Motor wird freigelassen. Bittereduzieren Sie die Extruderbewegungsgeschwindigkeit.
es: [Impresión] Motor XY: excedido el límite de velocidad del motor XY. El motor será liberado. Reduzca la velocidadde impresión o vuelva a cortar e imprimir de nuevo. Motor Z: excedido el límite de velocidad del motorZ. El motor será liberado. Reduzca la velocidad de impresión o vuelva a cortar e imprimir de nuevo. EMotor: excedido el límite de velocidad de la extrusora. El motor será liberado. Reduzca la velocidad de impresión ovuelva a cortar e imprimir de nuevo. [No imprimir] Motor XY: excedido el límite de velocidad del motorXY. El motor será liberado. Por favor, reduzca la velocidad de movimiento del motor XY. Motor Z: excedido ellímite de velocidad del motor Z. El motor será liberado. Reduzca la velocidad de movimiento del motor Z. EMotor: excedido el límite de velocidad de la extrusora. El motor será liberado. Reduzca la velocidad de movimiento dela extrusora.
fr: [Impression] Moteur XY: limite de vitesse du moteur XY dépassée. Le moteur sera libéré. S'il vous plaît réduirela vitesse d'impression ou re-trancher et imprimer à nouveau. Moteur Z: limite de vitesse du moteur Z dépassée. Lemoteur sera libéré. S'il vous plaît réduire la vitesse d'impression ou re-trancher et imprimer à nouveau. E Moteur: limitede vitesse de l'extrudeur dépassée. Le moteur sera libéré. S'il vous plaît réduire la vitesse d'impression ou re-trancher etimprimer à nouveau. [Non imprimable] Moteur XY: limite de vitesse du moteur XY dépassée. Le moteur sera libéré.S'il vous plaît réduire la vitesse de mouvement du moteur XY. Moteur Z: limite de vitesse du moteur Zdépassée. Le moteur sera libéré. S'il vous plaît réduire la vitesse de mouvement du moteur Z. E Moteur: limitede vitesse de l'extrudeur dépassée. Le moteur sera libéré. S'il vous plaît réduire la vitesse de mouvement de l'extrudeur.
hu: [Nyomtatás] XY Motor: Az XY motor fordulatszáma túllépte. A motor ki lesz engedve. Kérjük, csökkentse a nyomtatási sebességet, vagyújra szeletelje és nyomtassa ki újra. Z Motor: A Z motor fordulatszáma túllépte. A motor ki lesz engedve. Kérjük,csökkentse a nyomtatási sebességet, vagy újra szeletelje és nyomtassa ki újra. E Motor: Az extruder sebességhatárát túllépték. A motorki lesz engedve. Kérjük, csökkentse a nyomtatási sebességet, vagy újra szeletelje és nyomtassa ki újra. [Nem nyomtatás] XY motor:Az XY motor fordulatszáma túllépte. A motor ki lesz engedve. Kérjük, csökkentse az XY motor mozgási sebességét. Z Motor:A Z motor fordulatszáma túllépte. A motor ki lesz engedve. Kérem, csökkentse a Z motor mozgási sebességét. E Motor:Az extruder sebességhatárát túllépték. A motor ki lesz engedve. Kérem, csökkentse az extruder mozgási sebességét.
it: Motore XY: limite di velocità del motore XY superato. Il motore verrà rilasciato. Riduci la velocità di stampa ori-slice e stampa di nuovo. Motore Z: limite di velocità del motore Z superato. Il motore verrà rilasciato. Riducila velocità di stampa o ri-slice e stampa di nuovo. Motore E: limite di velocità dell'espulsore superato. Il motoreverrà rilasciato. Riduci la velocità di stampa o ri-slice e stampa di nuovo. Motore XY: limite di velocità delmotore XY superato. Il motore verrà rilasciato. Si prega di ridurre la velocità di movimento del motore XY. MotoreZ: limite di velocità del motore Z superato. Il motore verrà rilasciato. Ridurre la velocità di movimento del motoreZ. Motore E: limite di velocità dell'espulsore superato. Il motore verrà rilasciato. Riduci la velocità di movimento dell'estrusore.
ja: [印刷] XYモーター: XYモーターの速度制限を超えました。エンジンが解放されます。印刷速度を減らすか、再スライスして再印刷してください。Zモーター: Zモーターの速度制限を超えました。エンジンが解放されます。印刷速度を減らすか、再スライスして再印刷してください。Eモーター:押出機の速度制限を超えました。エンジンが解放されます。印刷速度を減らすか、再スライスして再印刷してください。 [印刷しません] XYモーター: XYモーターの速度制限を超えました。エンジンが解放されます。XYモーターの動き速度を減らしてください。Zモーター: Zモーターの速度制限を超えました。エンジンが解放されます。Zモーターの動き速度を減らしてください。Eモーター:押出機の速度制限を超えました。エンジンが解放されます。押出機の動作速度を減らしてください。
nl: [Afdrukken] XY Motor: XY motor snelheidslimiet overschreden. De motor wordt vrijgelaten. Verminder de afdruksnelheid of hersnijd en drukopnieuw. Z Motor: Z motor snelheidslimiet overschreden. De motor wordt vrijgelaten. Verminder de afdruksnelheid of hersnijd en druk opnieuw.E Motor: Extruder snelheidslimiet overschreden. De motor wordt vrijgelaten. Verminder de afdruksnelheid of hersnijd en druk opnieuw. [Nietafdrukken] XY Motor: XY motor snelheidslimiet overschreden. De motor wordt vrijgelaten. Verminder de bewegingssnelheid van de XY-motor. Z Motor:Z motor snelheidslimiet overschreden. De motor wordt vrijgelaten. Verminder de bewegingssnelheid van de Z-motor. E Motor: Extruder snelheidslimiet overschreden.De motor wordt vrijgelaten. Verminder de bewegingssnelheid van de extruder.
pl: [Drukowanie] Motor XY: limit prędkości silnika XY przekroczony. Silnik zostanie zwolniony. Proszę zmniejszyć prędkość drukowania lub ponownie kroić idrukować ponownie. Z Motor: Przekroczona granica prędkości silnika Z. Silnik zostanie zwolniony. Proszę zmniejszyć prędkość drukowania lub ponownie kroići drukować ponownie. Silnik E: granica prędkości wytłaczarki przekroczona. Silnik zostanie zwolniony. Proszę zmniejszyć prędkość drukowania lub ponownie kroići drukować ponownie. [Nie drukuje] Motor XY: limit prędkości silnika XY przekroczony. Silnik zostanie zwolniony. Proszę zmniejszyć prędkość ruchusilnika XY. Z Motor: Przekroczona granica prędkości silnika Z. Silnik zostanie zwolniony. Proszę zmniejszyć prędkość ruchu silnika Z. SilnikE: granica prędkości wytłaczarki przekroczona. Silnik zostanie zwolniony. Proszę zmniejszyć prędkość ruchu wytłaczarki.
pt_br: [Impressão] Motor XY: limite de velocidade do motor XY excedido. O motor será liberado. Reduza a velocidade de impressãoou corte novamente e imprima novamente. Z Motor: Z limite de velocidade do motor excedido. O motor será liberado.Reduza a velocidade de impressão ou corte novamente e imprima novamente. Motor E: Limite de velocidade da extrusora excedido.O motor será liberado. Reduza a velocidade de impressão ou corte novamente e imprima novamente. [Não imprimindo] Motor XY:limite de velocidade do motor XY excedido. O motor será liberado. Por favor, reduza a velocidade de movimento domotor XY. Z Motor: Z limite de velocidade do motor excedido. O motor será liberado. Por favor, reduza avelocidade de movimento do motor Z. Motor E: Limite de velocidade da extrusora excedido. O motor será liberado. Porfavor, reduza a velocidade de movimento da extrusora.
ru: [Печать] XY двигатель: XY двигатель превысил ограничение скорости. Двигатель будет освобожден. Пожалуйста, снизите скорость печати или перерезайте ипечатайте снова. Z двигатель: Z двигатель превысил предел скорости. Двигатель будет освобожден. Пожалуйста, снизите скорость печати или перерезайте ипечатайте снова. E двигатель: экструдер превысил предел скорости. Двигатель будет освобожден. Пожалуйста, снизите скорость печати или перерезайте и печатайтеснова. [Не печать] XY двигатель: XY двигатель превысил ограничение скорости. Двигатель будет освобожден. Пожалуйста, снизите скорость движения двигателяXY. Z двигатель: Z двигатель превысил предел скорости. Двигатель будет освобожден. Пожалуйста, снизите скорость движения двигателя Z. E двигатель:экструдер превысил предел скорости. Двигатель будет освобожден. Пожалуйста, снизите скорость движения экструдера.
sv: [Utskrift] XY-motor: XY-motorns varvtalsgräns överskrids. Motorn kommer att släppas. Vänligen sänk utskriftshastigheten eller skiva om och skriv utigen. Z-motor: Z-motorns varvtalsgräns överskrids. Motorn kommer att släppas. Vänligen sänk utskriftshastigheten eller skiva om och skriv ut igen.E Motor: Extruderns hastighetsgräns överskrids. Motorn kommer att släppas. Vänligen sänk utskriftshastigheten eller skiva om och skriv ut igen.[Ingen utskrift] XY-motor: XY-motorns hastighetsgräns överskrids. Motorn kommer att släppas. Vänligen sänk XY-motorns rörelsehastighet. Z-motor: Z-motorns varvtalsgräns överskrids.Motorn kommer att släppas. Vänligen sänk Z-motorns rörelsehastighet. E Motor: Extruderns hastighetsgräns överskrids. Motorn kommer att släppas. Vänligen sänkextruderens rörelsehastighet.
tr: [Baskı] XY Motor: XY motor hız sınırı aşıldı. Motor serbest bırakılacak. Lütfen yazdırma hızını azaltın veya yeniden dilimleyinve tekrar yazdırın. Z Motor: Z motor hız sınırı aşıldı. Motor serbest bırakılacak. Lütfen yazdırma hızını azaltın veya yenidendilimleyin ve tekrar yazdırın. E Motor: Ekstrüder hız sınırı aşıldı. Motor serbest bırakılacak. Lütfen yazdırma hızını azaltın veya yenidendilimleyin ve tekrar yazdırın. [Baskı Yapmıyor] XY Motor: XY motor hız sınırı aşıldı. Motor serbest bırakılacak. Lütfen XYmotorunun hareket hızını azaltın. Z Motor: Z motor hız sınırı aşıldı. Motor serbest bırakılacak. Lütfen Z motorunun hareket hızınıazaltın. E Motor: Ekstrüder hız sınırı aşıldı. Motor serbest bırakılacak. Lütfen ekstrüder hareket hızını azaltın.
uk: [Друк] XY Мотор: перевищено обмеження швидкості XY. Мотор випускається. Будь ласка, зменшуйте швидкість друку або перерізьте і знову друкуйте.Z Мотор: перевищено обмеження швидкості Z мотора. Мотор випускається. Будь ласка, зменшуйте швидкість друку або перерізьте і знову друкуйте.E Мотор: перевищено обмеження швидкості екструктора. Мотор випускається. Будь ласка, зменшуйте швидкість друку або перерізьте і знову друкуйте. [Недрукуючи] XY Мотор: перевищено обмеження швидкості XY. Мотор випускається. Будь ласка, зменшите швидкість руху XY. Z Мотор: перевищено обмеженняшвидкості Z мотора. Мотор випускається. Будь ласка, зменшите швидкість руху Z. E Мотор: перевищено обмеження швидкості екструктора. Мотор випускається.Будь ласка, зменшите швидкість руху екструдера.

source: [X/Y/E/Z1/Z2] step-servo position issue, please try again after resolving
ca: [X/Y/E/Z1/Z2]
cs: [X/Y/E/Z1/Z2] problém s pozicí kroku-servo, zkuste to znovu po vyřešení
de: [X/Y/E/Z1/Z2] Step-Servo Position Problem, bitte versuchen Sie es nach der Lösung erneut
es: [X / Y / E / Z1 / Z2] paso-servo problema de posición, por favor intente de nuevodespués de resolver
fr: [X / y / E / Z1 / Z2] STEP SERVO position problème, s'il vous plaît résoudre et réessayeraprès
hu: [X/Y/E/Z1/Z2] lépéses szervo pozíciós probléma, kérjük próbálja meg újra a megoldás után
it: [X/Y/E/Z1/Z2] problema di posizione step-servo, si prega di riprovare dopo aver risolto
ja: [X/Y/E/Z1/Z2]ステップサーボ位置問題、解決した後に再度試してください
nl: [X/Y/E/Z1/Z2] stap-servo positie probleem, probeer het opnieuw na het oplossen van
pl: [X/Y/E/Z1/Z2] problem z pozycją krok-serwo, spróbuj ponownie po rozwiązaniu
pt_br: [X/Y/E/Z1/Z2] passo-servo posição problema, tente novamente depois de resolver
ru: [X / Y / E / Z1 / Z2] шаг-серво положение проблемы, пожалуйста, попробуйте снова после решения
sv: [X / Y / E / Z1 / Z2] steg-servo positionsproblem, försök igen efter att ha löst
tr: [X / Y / E / Z1 / Z2] adım servo konumu sorunu, çözüldükten sonra tekrar deneyin
uk: [X/Y/E/Z1/Z2] step-servo позиція, будь ласка, спробуйте ще раз після вирішення
