Repository: wzx011011/3D-Printer
Catalog: localization/i18n/*/DeviceList_*.po
Languages: ca, cs, de, es, fr, hu, it, ja, nl, pl, pt_br, ru, sv, tr, uk

source: TF0526: Model fan speed detected to be too low.
ca: TF0526: La velocitat del ventilador del model detectada és massa baixa.
cs: TF0526: Rychlost modelu ventilátoru byla zjištěna jako příliš nízká.
de: TF0526: Modellventilatordrehzahl als zu niedrig erkannt.
es: TF0526: Se detectó que la velocidad del ventilador del modelo es demasiado baja.
fr: Tf0526: la vitesse du ventilateur du modèle est trop basse.
hu: TF0526: A modell ventilátor sebessége túl alacsony.
it: TF0526: Velocità della ventola del modello rilevata per essere troppo bassa.
ja: TF0526: モデルファン速度が低すぎると検出されました。
nl: TF0526: Model ventilator snelheid gedetecteerd als te laag.
pl: TF0526: Model wykrył zbyt niską prędkość wentylatora.
pt_br: TF0526: Velocidade do ventilador modelo detectada como muito baixa.
ru: TF0526: Скорость вентилятора модели обнаружена слишком низкой.
sv: TF0526: Modellfläktens hastighet upptäcktes vara för låg.
tr: TF0526: Model fanı hızının çok düşük olduğu tespit edildi.
uk: TF0526: Швидкість вентилятора моделі виявлена занадто низькою.

source: FO0528: rinter seems to be printing without extruding.
ca: FO0528: l'imprentadora sembla imprimir sense extreure.
cs: FO0528: Zdá se, že břiště tiskne bez vytlačování.
de: FO0528: Drucker scheint zu drucken, ohne zu extrudieren.
es: Fo0528: la impresora no parece exprimirse al imprimir.
fr: Fo0528: l'imprimante ne semble pas presser lors de l'impression.
hu: Úgy tűnik, a nyomda extrudálás nélkül nyomtat.
it: FO0528: rinter sembra stampare senza estrudire.
ja: FO0528：リンターは押し出せずに印刷しているようです。
nl: FO0528: rinter lijkt te drukken zonder te extruderen.
pl: FO0528: podkładka wydaje się drukować bez wytłaczania.
pt_br: FO0528: rinter parece estar imprimindo sem extruder.
ru: FO0528: рентер, похоже, печатает без экструзии.
sv: FO0528: rinter verkar trycka utan extrudering.
tr: FO0528: rinter ekstrüzyon yapmadan baskı yapıyor gibi görünüyor.
uk: Друкар, здається, друкує без екструкції.

source: Axis movement error
ca: Error de moviment de l'eix
cs: Chyba pohybu osy
de: Bewegungsfehler der Achsen
es: Error de movimiento del eje
fr: Erreur de mouvement de l'axe
hu: Tengelymozgási hiba
it: Errore di movimento dell'asse
ja: 軸の動きのエラー
nl: Fout in de asbeweging
pl: Błąd ruchu osi
pt_br: Erro de movimento do eixo
ru: Ошибка перемещения оси
sv: Axelrörelsefel
tr: Eksen hareket hatası
uk: Помилка руху осі

source: Machine preparation
ca: Preparació de màquines
cs: Příprava stroje
de: Maschinenvorbereitung
es: Preparación de la máquina
fr: Préparation de la machine
hu: Gépek előkészítése
it: Preparazione della macchina
ja: 機械準備
nl: Machinevoorbereiding
pl: Przygotowanie maszyny
pt_br: Preparação da máquina
ru: Подготовка машины
sv: Maskinförberedelse
tr: Makine hazırlığı
uk: Приготування машини

source: System error, try restarting
ca: Errors del sistema, intenteu reiniciar
cs: Chyba systému, zkuste restartovat
de: Systemfehler, versuchen Sie neu zu starten
es: Error del sistema, intente reiniciar
fr: Erreur système, essayez de redémarrer
hu: Rendszerhiba, próbálja újraindítani
it: Errore di sistema, prova a riavviare
ja: システムエラー、再起動しよう
nl: Systeemfout, probeer opnieuw op te starten
pl: Błąd systemu, spróbuj ponownie uruchomić
pt_br: Erro do sistema, tente reiniciar
ru: Системная ошибка, попытайтесь перезагрузить
sv: Systemfel, försök starta om
tr: Sistem hatası, yeniden başlatmayı dene
uk: Системна помилка, спробуйте перезапустити

source: The nozzle temperature is below the minimum extrusion temperature
ca: La temperatura del nozzle està sota la temperatura mínima d'extrusió
cs: Teplota trysky je pod minimální extruzní teplotou
de: Die Düsentemperatur liegt unter der Mindestextrusionstemperatur
es: La temperatura de la boquilla está por debajo de la temperatura mínima de extrusión
fr: Température de buse inférieure à la température minimale d'extrusion
hu: A fúvóka hőmérséklete a minimális extrudálási hőmérséklet alatt van
it: La temperatura dell'ugello è inferiore alla temperatura minima di estrusione
ja: ノズル温度は最低押出温度以下です
nl: De sproeiertemperatuur is onder de minimale extrusietemperatuur
pl: Temperatura dyszy jest poniżej minimalnej temperatury wytłaczania
pt_br: A temperatura do bocal está abaixo da temperatura mínima da extrusão
ru: Температура сопла ниже минимальной температуры экструзии
sv: Munstyckets temperatur ligger under minsta extruderingstemperatur
tr: Nozel sıcaklığı minimum ekstrüzyon sıcaklığının altındadır
uk: Температура вузла нижче мінімальної температури екструзії

source: Unable to obtain nozzle temperature, the thermistor may be disconnected
ca: Impossible d'aconseguir la temperatura del nozzle, el termista pot estar desconnectat
cs: Nelze získat teplotu trysky, termistor může být odpojen
de: Nicht in der Lage, die Düsentemperatur zu erhalten, kann der Thermistor getrennt werden
es: No es posible obtener la temperatura de la boquilla, el termistor puede ser desconectado.
fr: Impossible d'obtenir la température de la buse, la thermistance peut être déconnectée
hu: A fúvóka hőmérséklete nem érhető el, a termisztor leválasztható
it: Impossibile ottenere la temperatura dell'ugello, il termistor può essere scollegato
ja: ノズル温度を得ることができない、サーミスターは断線されるかもしれません
nl: Kan de temperatuur van de pijp niet verkrijgen, de thermistor kan worden losgekoppeld
pl: Nie można uzyskać temperatury dyszy, termistor może być odłączony
pt_br: Incapaz de obter a temperatura do bocal, o termistor pode ser desconectado
ru: Температура сопла не может быть получена, термистор может быть отключен
sv: Kan inte få munstyckets temperatur, termistoren kan kopplas av
tr: Nozel sıcaklığı elde edilemez, termistor bağlantısı kesilebilir
uk: Неможливо отримати температуру вузла, термістер може бути роз’ єднаний

source: Hotbed thermistor open circuit
ca: Circuit obert termistor de caldera
cs: Otevřený okruh tepelného termistoru
de: Hotbed Thermistor offene Schaltung
es: Circuito abierto termistor caliente
fr: Circuit ouvert thermistor à chauffage
hu: Melegágyas termisztor nyitott áramkör
it: Circuito aperto termistor caldo
ja: ホットベッドサーミスターオープン回路
nl: Warmtedermistor open circuit
pl: Termistor otwarty
pt_br: Circuito aberto termistor quente
ru: Открытая схема термистора
sv: Hotbed termistor öppen krets
tr: Hotbed termistor açık devre
uk: Терміст або відкритий коло

source: The chamber thermistor may be open circuit
ca: El termistor de la cambra pot ser de circuit obert
cs: Termistor komory může být otevřený obvod
de: Der Kammerthermistor kann offen sein
es: El termistor de cámara puede ser de circuito abierto.
fr: La thermistance de la Chambre peut être coupée
hu: A kamra termisztor lehet nyitott áramkörű
it: Il termistore della camera può essere a circuito aperto
ja: チャンバーサーミスターはオープン回路かもしれません
nl: De thermistor van de kamer kan open circuit zijn
pl: Termistor komorowy może być otwarty
pt_br: O termistor da câmara pode ser de circuito aberto
ru: Камерный термистор может быть открытым
sv: Kammare termistor kan vara öppen krets
tr: Oda termistoru açık devre olabilir
uk: Термістор камери може бути відкритим колом

source: The motherboard temperature is abnormal
ca: La temperatura de la matrícula és anormal
cs: Teplota základní desky je abnormální
de: Die Motherboardtemperatur ist abnormal
es: Temperatura anormal en la placa base
fr: La température de la carte mère est anormale
hu: Az alaplap hőmérséklete abnormális
it: La temperatura della scheda madre è anormale
ja: マザーボードの温度は異常です
nl: De temperatuur van het moederbord is abnormaal
pl: Temperatura płyty głównej jest nieprawidłowa
pt_br: A temperatura da placa-mãe é anormal
ru: Температура материнской платы аномальна
sv: Moderkortets temperatur är onormal
tr: Anakart sıcaklığı anormal
uk: Температура матеріальної дошки не є нормальною

source: Nozzle temperature exceeds limit, thermistor may be short-circuited
ca: La temperatura del nozzle supera el límit, el termista o pot ser de curt circuit
cs: Teplota trysky překračuje limit, termistor může být zkratován
de: Düsentemperatur übersteigt Grenze, Thermistor kann kurzgeschlossen werden
es: La temperatura de la boquilla supera el límite, el termistor puede estar cortocircuitado
fr: La température de la buse dépasse la limite, le thermistor peut être court-circuité
hu: A fúvóka hőmérséklete meghaladja a határt, a termisztor rövidzárt lehet
it: Temperatura dell'ugello supera il limite, termistor può essere a cortocircuito
ja: ノズル温度は限界を超えて、サーミスターは短回路することができます
nl: Nozzle temperatuur overschrijdt limiet, thermistor kan kortgesloten zijn
pl: Temperatura dyszy przekracza granicę, termistor może być zwarciony
pt_br: A temperatura do bocal excede o limite, o termistor pode ser curto-circuito
ru: Температура сопла превышает лимит, термистор может коротко замыкаться
sv: Munstyckets temperatur överstiger gränsen, termistor kan kortslutas
tr: Boz sıcaklığı sınırı aştır, termistör kısa devreler olabilir.
uk: Температура насадки перевищує межу, термістор може бути коротким замиканням

source: Hotbed thermistor short circuit
ca: Termista de terra calenta o curts circuits
cs: Zkrat tepelného termistoru
de: Hotbed Thermistor Kurzschluss
es: Corto circuito de termistor de caldera
fr: Court - circuit de thermistance de lit chaud
hu: Melegágyas termisztor rövidzárlat
it: Cortcircuito termico a caldo
ja: ホットベッドサーミスター短路
nl: Hotbed thermistorkortsluiting
pl: Zniszczenie termistora gorącego
pt_br: Curto-circuito do termistor de leito quente
ru: короткое замыкание термистора на горячем слое
sv: Hotbed termistor kortslutning
tr: Hotbed termistor kısa devre
uk: Термістор короткого замикання

source: The chamber thermistor may be short circuit
ca: El termistor de la cambra pot ser de curt circuit
cs: Komorový termistor může být zkrat
de: Der Kammerthermistor kann Kurzschluss haben
es: El termistor de cámara puede ser cortocircuito
fr: Le thermistor de chambre peut être à court circuit
hu: A kamra termisztor rövidzárlat lehet.
it: Il termistor della camera può essere a cortocircuito
ja: チャンバーサーミスターは短回路かもしれません
nl: De thermistor van de kamer kan kortsluiting zijn
pl: Termistor komory może być zwarciem
pt_br: O termistor da câmara pode ser curto-circuito
ru: Возможное короткое замыкание
sv: Kammarens termistor kan vara kortslutning
tr: Oda termistoru kısa devre olabilir
uk: Термістор камери може бути коротким колом,

source: Chamber heating issue, please ensure the printer is sealed
ca: Problema de calefacció de la cambra, assegureu-vos que la impressora està segellada
cs: Problém s vytápěním komory, ujistěte se, že tiskárna je uzavřená
de: Problem mit der Kammerheizung, stellen Sie sicher, dass der Drucker versiegelt ist
es: Problema de calentamiento de la cámara, asegúrese de que la impresora está sellada
fr: Problème de chauffage de chambre, s'il vous plaît assurez-vous que l'imprimante est scellée
hu: Kamara fűtési probléma, kérjük, győződjön meg arról, hogy a nyomtató le van zárva
it: Problema di riscaldamento della camera, assicurarsi che la stampante sia sigillata
ja: キャビティの加熱に問題があります。プリンタが密封されていることを確認してください
nl: Kamerverwarmingsprobleem, zorg ervoor dat de printer is afgesloten
pl: Problem ogrzewania komory, upewnij się, że drukarka jest uszczelniona
pt_br: Problema de aquecimento da câmara, certifique-se de que a impressora está selada
ru: Проблема отопления камеры, пожалуйста, убедитесь, что принтер запечатан
sv: Kammervärmeproblem, se till att skrivaren är förseglad
tr: Oda ısıtma sorunu, yazıcının mühürlü olduğundan emin olun
uk: Проблема теплення комірки, будь ласка, переконайтеся, що принтер закритий

source: The nozzle is not heating as expected
ca: El nozzle no s'escalfa com s'esperava
cs: Tryska se nezahřívá podle očekávání
de: Die Düse heizt sich nicht wie erwartet
es: La boquilla no se calienta como se esperaba
fr: La buse ne se chauffe pas comme prévu
hu: A fúvóka nem a várt módon melegít
it: L'ugello non si riscalda come previsto
ja: ノズルの予期しない加熱
nl: Het mondstuk verwarmt niet zoals verwacht
pl: Dysza nie ogrzewa się zgodnie z oczekiwaniami
pt_br: O bico não está aquecendo como esperado
ru: Сопсело не нагревается, как ожидалось
sv: Munstycket värmer inte som förväntat
tr: Nozel beklendiği gibi ısınmaz
uk: Музля не гріє так, як очікувалося

source: The heat bed is not heating as expected
ca: El llit de calor no s'escalfa com s'esperava
cs: Teplo postel není topení, jak se očekává
de: Das Heizbett heizt nicht wie erwartet
es: La cama de calor no se calienta como se esperaba
fr: Le lit de chauffage ne se chauffe pas comme prévu
hu: A hőágy nem fűtődik a várakozások szerint
it: Il letto di calore non si riscalda come previsto
ja: 加熱床が予期した加熱をしなかった
nl: Het warmtebed wordt niet verwarmd zoals verwacht
pl: Łóżko cieplne nie ogrzewa się zgodnie z oczekiwaniami
pt_br: A cama de calor não está aquecendo como esperado
ru: Тепловая кровать не нагревается, как ожидалось
sv: Värmebädden värmer inte som förväntat
tr: Sıcak yatağı beklenmiş gibi ısınmıyor.
uk: Тепло-ліжко не гріє так, як очікувалося

source: Print file is corrupted
ca: El ficher d'impresió està corromput
cs: Tiskový soubor je poškozen
de: Druckdatei ist beschädigt
es: El archivo de impresión está corrompido
fr: Fichier d'impression est corrompu
hu: A nyomtatási fájl sérült
it: Il file di stampa è corrotto
ja: 印刷ファイルが損傷しました
nl: Afdrukbestand is beschadigd
pl: Plik drukowania jest uszkodzony
pt_br: O ficheiro de impressão está corrompido
ru: Печать файла повреждена.
sv: Utskriftsfilen är skadad
tr: Baskı dosyası bozuldu
uk: Файл друку пошкоджений

source: X-axis homing abnormality
ca: Anormalitat de l'eix X
cs: Abnormální hodnocení osy X
de: Anomalie in der X-Achse
es: Anormalidad del homing del eje X
fr: Anomalie de l'axe X
hu: X-tengelyes nyomkövetési rendellenesség
it: Anomalia del homing dell'asse X
ja: X軸ホミング異常
nl: X-as homing afwijking
pl: Nieprawidłowość kierowania osi X
pt_br: Anomalia de localização do eixo X
ru: Аномалия homing X-оси
sv: X-axeln homing abnormalitet
tr: X ekseni homing anormalliği
uk: Ненормальність перегляду вісі X

source: Y-axis homing abnormality
ca: Anormalitat del homing de l'eix Y
cs: Abnormální hodnocení osy Y
de: Y-Achse Homing Anomalie
es: Anormalidad del homing del eje Y
fr: Anomalie de l'axe Y
hu: Y-tengely nyomkövetési rendellenesség
it: Anomalia del homing dell'asse Y
ja: Y軸ホミング異常
nl: Afwijking van de Y-as
pl: Nienormalność homingu osi Y
pt_br: Anomalia de localização do eixo Y
ru: аномалия возврата оси Y
sv: Anomalitet i Y-axeln
tr: Y ekseni homing anormalliği
uk: Аномалія homing осі Y

source: Z-axis homing abnormality
ca: anomalia de l'eix Z
cs: Abnormální hodnocení osy Z
de: Z-Achse Homing Anomalie
es: Anormalidad del homing del eje Z
fr: Anomalie de l'axe Z
hu: Z-tengely nyomkövetési rendellenesség
it: Anomalia del homing dell'asse Z
ja: Z軸位置合わせ異常
nl: Afwijking van de Z-as
pl: Nieprawidłowość kierowania osi Z
pt_br: Anomalia de localização do eixo Z
ru: Z-оси homing аномалия
sv: Avvikelse i Z-axelns spårning
tr: Z- eksi gizleme anormalığı
uk: Ненормальність відхилення вісі Z

source: X-axis print coordinates out of range
ca: L'eix X imprime coordenades fora de rangs
cs: Tisk souřadnic osy X mimo rozsah
de: X-Achs Druckkoordinaten außerhalb des Bereichs
es: Coordenadas de impresión del eje X fuera del rango
fr: Coordonnées d'impression de l'axe X hors de portée
hu: X-tengely nyomtatási koordináták tartományon kívül
it: Coordinate di stampa dell'asse X fuori gamma
ja: X軸印刷座標は範囲外です
nl: X-as print coördinaten buiten bereik
pl: Współrzędne druku osi X poza zakresem
pt_br: Coordenadas de impressão do eixo X fora do alcance
ru: Координаты печати оси X вне диапазона
sv: X-axels utskriftskoordinater utanför räckvidd
tr: X- aksi bastırma koordinatları menzilden dışında
uk: Координати друку вісі X над діапазоном

source: Y-axis print coordinates out of range
ca: L'eix Y imprime coordenades fora de rangs
cs: Tisk souřadnic osy Y mimo rozsah
de: Y-Achse Druckkoordinaten außerhalb des Bereichs
es: Coordenadas de impresión del eje Y fuera del rango
fr: Coordonnées d'impression en axe Y hors de portée
hu: Az Y tengely nyomtatási koordinátái tartományon kívül
it: Coordinate di stampa dell'asse Y fuori campo
ja: Y軸印刷座標が範囲外
nl: Y-as printcoördinaten buiten bereik
pl: Współrzędne drukowania osi Y poza zakresem
pt_br: Coordenadas de impressão do eixo Y fora do alcance
ru: Распечатать координаты оси Y за пределами диапазона
sv: Y-axels utskriftskoordinater utanför räckvidd
tr: Y ekseni baskı koordinatları aralığın dışında
uk: Координати друку осі Y за межами діапазону

source: Z-axis print coordinates out of range
ca: L'eix Z imprime coordenades fora de rangs
cs: Tisk souřadnic osy Z mimo rozsah
de: Z-Achse Druckkoordinaten außerhalb des Bereichs
es: Las coordenadas de impresión del eje Z están fuera de alcance
fr: Coordonnées d'impression d'axe Z hors de portée
hu: Z-tengely nyomtatási koordináták tartományon kívül
it: Coordinate di stampa a asse Z fuori gamma
ja: Z軸印刷座標は範囲外です
nl: Z-as print coördinaten buiten bereik
pl: Współrzędne drukowania osi Z poza zakresem
pt_br: Coordenadas de impressão do eixo Z fora do alcance
ru: Координаты печати оси Z вне диапазона
sv: Z-axels utskriftskoordinater utanför räckvidd
tr: Z ekseni baskı koordinatları aralığın dışında
uk: Координати друку з осі Z поза діапазоном

source: Z Offset Exceeds Limit
ca: Z Limite d'excedents del desplaçament
cs: Z Kompens překročil limit
de: Z Offset Überschreitungsgrenze
es: El desplazamiento Z supera el límite
fr: Z offset au - delà de la limite
hu: Z Offset túllépi a határt
it: Z Offset supera il limite
ja: Zオフセットは限界を超えています
nl: Z Offset overschrijdt limiet
pl: Z Offset Przekrocza granicę
pt_br: Z offset excede o limite
ru: Z Офсет Превышает Лимит
sv: Z Offset överskrider gränsen
tr: Z Ofset Sınırı Aşıyor
uk: Обмеження перевищень відхилення Z

source: Belt tension module abnormal.
ca: Módul de tensió de cintura anormal.
cs: Modul napětí pásu abnormální.
de: Bandspannungsmodul abnormal.
es: Módulo de tensión del cinturón anormal.
fr: Module de tension de ceinture anormal.
hu: Az öv feszültségi modulja rendellenes.
it: Modulo di tensione della cintura anormale.
ja: ベルトの張力モジュールは異常です。
nl: Riemspanning module abnormaal.
pl: Moduł napięcia pasa nieprawidłowy.
pt_br: Módulo de tensão do cinto anormal.
ru: Модуль натяжения ремня ненормальный.
sv: Bältets spänningsmodul är onormal.
tr: Kemer gerilim modülü anormal.
uk: Ненормальний модуль напруги ремонту.

source: Auto belt tension failure
ca: Falla de tensió automàtica del cinturó
cs: selhání napětí automatického pásu
de: Ausfall der automatischen Riemenspannung
es: Falla de tensión del cinturón automático
fr: Défaut de tension automatique de la ceinture
hu: Automatikus övfeszültség meghibásodása
it: guasto della tensione della cintura automatica
ja: 自動ベルト張力故障
nl: Automatische bandspanning mislukt
pl: Uszkodzenie napięcia pasa automatycznego
pt_br: Falha de tensão automática do cinto
ru: Автоматический сбой напряжения ремня
sv: Automatisk bältesspänningsfel
tr: Otomatik kemer gerilim arızası
uk: Помилка напруження автоматичного поясу

source: The nozzle leveling sensor may have a hardware failure.
ca: El sensor de nivell de bombetes pot tenir un fracàs hardware.
cs: Snímač vyrovnávání trysek může mít chybu hardwaru.
de: Der Düsennivellierungssensor kann einen Hardwarefehler aufweisen.
es: El sensor de nivelación de la boquilla puede tener una falla de hardware.
fr: Le capteur de nivelage de buse peut avoir une défaillance matérielle.
hu: A fúvóka szintező érzékelőjének hardverhibája lehet.
it: Il sensore di livellamento dell'ugello può avere un guasto hardware.
ja: ノズルレベリングセンサーにはハードウェアの故障がある場合があります。
nl: De nozzle nivelleersensor kan een hardwarefout hebben.
pl: Czujnik poziomu dyszy może wystąpić awaria sprzętu.
pt_br: O sensor de nivelamento do bocal pode ter uma falha de hardware.
ru: Датчик выравнивания сопл может иметь сбой аппаратного обеспечения.
sv: Munstyckens nivåeringssensor kan ha ett hårdvarufel.
tr: Bulmaca yükselmesi sensörü bir donanım başarısızlığı olabilir.
uk: Сенсор вирівнювання дужки може мати невдачі апаратного забезпечення.

source: The nozzle leveling sensor may be damaged or the wiping module may have fallen off. Please check or try restarting.
ca: El sensor de nivelació del nozzle pot estar danyat o el módul d'esborrament s'ha desactivat. Verifiqueu o intenteu reiniciar.
cs: Snímač vyrovnávání trysek může být poškozen nebo může spadnout stírací modul. Zkontrolujte prosím nebo zkuste restartovat.
de: Der Düsennivellierungssensor ist möglicherweise beschädigt oder das Wischmodul ist abgefallen. Bitte überprüfen oder versuchen Sie, neu zu starten.
es: El sensor de Nivelación de la boquilla puede estar dañado o el módulo de limpieza puede desprenderse. compruebe ointente reiniciar.
fr: Le capteur de niveau de buse peut être endommagé ou le module d'essuyement peut être tombé. Veuillez vérifier ouessayer de redémarrer.
hu: Előfordulhat, hogy a fúvóka kiegyenlítő érzékelő sérült, vagy a törlőmodul leesett. Kérjük, ellenőrizze vagy próbálja újraindítani.
it: Il sensore di livellamento dell'ugello potrebbe essere danneggiato o il modulo di pulizia potrebbe essere caduto. Si prega dicontrollare o provare a riavviare.
ja: ノズルレベリングセンサーが損傷したり、wipingモジュールが落ちたりする可能性があります。チェックまたは再起動を試してください。
nl: De nozzle nivelleersensor kan beschadigd zijn of de veegmodule is eraf gevallen. Controleer of probeer opnieuw op te starten.
pl: Czujnik poziomu dyszy może zostać uszkodzony lub moduł wycierania może spaść. Proszę sprawdzić lub spróbować ponownie uruchomić.
pt_br: O sensor de nivelamento do bocal pode estar danificado ou o módulo de limpeza pode ter caído. Verifique outente reiniciar.
ru: Датчик выравнивания сопла может повредиться или протереть модуль может упасть. Проверьте или попробуйте перезагрузить.
sv: Munstyckets utjämningssensor kan vara skadad eller torkarmodulen kan ha ramlat av. Kontrollera eller försök att starta om.
tr: Nozel düzeltme sensörü hasar görebilir veya silime modülü düşebilir. Lütfen kontrol edin veya yeniden başlatmayı deneyin.
uk: Сенсор вирівнювання дужки може бути пошкоджений або модуль вилучення може вимкнутися. Будь ласка, перевірте або спробуйте перезапустити.

source: Z-axis homing issue,may have an external disturbance
ca: La qüestió de l'eix Z,pot tenir una perturbació externa
cs: Problém s naváděním osy Z, může mít vnější narušení
de: Z-Achse Homing Problem, kann eine externe Störung haben
es: Problema de orientación del eje Z, puede tener una perturbación externa
fr: Problème d'orientation de l'axe Z, peut avoir une perturbation externe
hu: Z-tengely nyomkövetési probléma, külső zavar lehet
it: Problema di localizzazione dell'asse Z, può avere un disturbo esterno
ja: Z軸の位置合わせ問題、外乱の可能性がある
nl: Z-as homeing probleem, kan een externe verstoring hebben
pl: Problem z osią Z, może mieć zaburzenia zewnętrzne
pt_br: Problema de orientação do eixo Z, pode ter uma perturbação externa
ru: Проблема с возвратом оси Z, возможны внешние помехи
sv: Z-axel homing problem, kan ha en extern störning
tr: Z ekseni homing sorunu, dış bir rahatsızlık olabilir
uk: Проблема відхилення вісі Z,може мати зовнішні порушення
